Repository: nvdaes/controlUsageAssistant
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fr, gl, he, hr, hu, it, ko, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, zh_cn

source: After typing search text, press up or down arrow keys to review list of suggestions.
bg: След като въведете текст за търсене, натиснете стрелките за нагоре или надолу, за да прегледате списъка с предложения.
da: Når du har indtastet søgetekst, skal du trykke pil op eller pil ned for at gennemse listen over forslag.
de: Nachdem Sie den Suchtext eingegeben haben, drücken Sie die Pfeiltasten nach oben oder unten, um die Liste der Vorschläge zu überprüfen.
es: Después de teclear el texto a buscar, pulsa las flechas arriba y abajo para revisar la lista de sugerencias.
fa: بعد از تایپِ متنِ جستجو، برای مرورِ فهرستِ پیشنهادها، جهت‌نماهای بالا و پایین را بزنید.
fr: Après avoir tapé le texte à rechercher, pressez les flèches haut ou bas pour parcourir la liste de suggestions.
gl: Despois de escribir o texto da procura, preme as frechas arriba ou abaixo para revisar a lista de suxestións.
hr: Nakon tipkanja traženog teksta, kosristite strelice gore ili dolje za pregled popisa prijedloga.
hu: A keresőkifejezés beírása után használja a lenyíl és felnyíl billentyűket a javaslatok áttekintéséhez.
it: Dopo aver digitato il testo da cercare, premere i tasti freccia su e giù per consultare la lista dei suggerimenti.
nl: Druk na het typen van de zoekopdracht op de pijltoetsen omhoog of omlaag om de lijst met suggesties te bekijken.
pl: Po napisaniu tekstu wyszukiwania, naciśnij strzałkę w górę lub w dół aby przejrzeć listę podpowiedzi.
pt_br: Após digitar o texto para busca,, pressione seta cima ou baixo para explorar a lista de sugestões.
pt_pt: Depois de escrever o texto a pesquisar, pressione as setas para cima ou para baixo para rever a lista de sugestões.
ro: După scrierea textului de căutare, apăsați săgeată sus sau jos pentru a vedea lista de sugestii.
ru: После ввода текста для поиска нажмите стрелки вверх и вниз, Чтобы посмотеть список предложений.
sk: Po zadaní textu si pozrite návrhy šípkami hore a dole.
sl: Ko boste natipkali iskalno besedilo, pritisnite puščici gor ali dol za pregled seznama predlogov.
sr: Nakon upisivanja teksta pretrage, koristite strelice dole i gore da pregledate listu predloga.
ta: தேடப்படுவதற்கான உரையைத் தட்டச்சியவுடன், பட்டியலில் காட்டப்படும் பரிந்துரைகளைச் சீராய, மேல் - கீழ் அம்பு விசைகளை பயன்படுத்தவும்.
uk: Після введення тексту для пошуку скористайтеся клавішами стрілок вгору-вниз для переміщення між результатами пошуку.
zh_cn: 输入搜索文本后，按向上或向下光标查看建议列表。

source: Control Usage Assistant
da: Brugsassistent til kontroller
de: Hilfe zur Verwendung von Steuerelementen
fa: دستیارِ استفاده از کنترل‌ها
he: מסייע לשימוש בפקדים
hr: Pomoćnik za primjenu kontrola
hu: Tájékoztató üzemmód
nl: Assistent voor besturingselementgebruik
pt_br: Assistente para Uso de Controles
pt_pt: Assistente para uso de controlos
sk: Pomoc na prácu s prvkami
sl: Pomoč za Uporabo Kontrolnikov
ta: கட்டுப்பாடுகளைப் பயன்படுத்துவதற்கான உதவியாளர்
zh_cn: 控件使用助理

source: Shows the Control Usage Assistant settings.
fa: تنظیماتِ دستیارِ استفاده از کنترل‌ها را نمایش می‌دهد.

source: Presents a message on how to interact with the focused control.
bg: Предоставя информация за начина, по който може да си взаимодействате с фокусираната контрола.
da: Viser en meddelelse om, hvordan du interagerer med den fokuserede kontrol.
de: Zeigt eine kurze Hilfemeldung zur Verwendung des fokussierten Objekts an.
es: Presenta un mensaje sobre cómo interactuar con el control enfocado.
fa: پیامِ کوتاهی در موردِ چگونگیِ کار با کنترلِ تحت فرمان ارائه میدهد.
fr: Présente un message sur la manière d'interagir avec l'élément ayant le focus.
gl: Presenta unha mensaxe sobre como interactuar co control enfocado.
hr: Predstavlja kratku poruku o tome kako komunicirati s fokusiranom kontrolom.
hu: Megjelenít egy rövid üzenetet az aktív elem használatával kapcsolatban.
it: Presenta un messaggio sul modo di interagire con il controllo evidenziato.
nl: Laat in een bericht zien hoe het besturingselement met focus bediend moet worden.
pl: Wymawia komunikat o używaniu kontrolki fokusowanej.
pt_br: Apresenta uma mensagem explicando como interagir com o controle em foco.
pt_pt: Mostra uma mensagem, indicando o modo de uso do controlo sob o foco.
ro: Prezintă un mesaj cu privire la interacțiunea cu controlul focusat.
ru: Предоставляет короткое сообщение о том, как взаимодействовать с определённым типом управленияв фокусе.
sk: Napovie, ako pracovať s aktuálnym prvkom.
sl: Predstavlja sporočilo, na kakšen način upravljati s kontrolnikom v žarišču.
sr: Prikazuje poruku koja objašnjava interakciju sa fokusiranom kontrolom
ta: குவிமையத்தில் இருக்கும் கட்டுப்பாடுடன் எவ்வாறு அளவளாவ வேண்டும் என்று ஒரு தகவலை அளிக்கிறது.
uk: Показує короткі довідкові повідомлення про те, як взаємодіяти з елементом керування у фокусі.
zh_cn: 呈现有关如何与焦点控件交互的消息。

source: No help for this control
ar: لا توجد رسالة مساعدة عن كيفية التعامل مع هذا الكائن
bg: Няма помощна информация за този елемент
da: Ingen hjælp til denne kontrol
de: Für das aktuelle Element steht keine Hilfemeldung zur Verfügung
es: No hay ayuda para este control
fa: راهنمایی برای این کنترل موجود نیست
fr: Pas d'aide pour cet élément
gl: Non hai axuda para este control
he: לא הוגדרה עזרה לפקד זה.
hr: Za ovu kontrolu ne postoji pomoć
hu: Nem tartozik súgó ehhez az elemhez
it: Nessun aiuto per questo controllo
ko: 컨트롤에 대한 도움말이 없습니다
ne: यो नियन्त्रक सम्बन्धि कुनै विवरण पाइएन ।
nl: Geen help voor dit besturingselement
pl: Brak pomocy dla tej kontrolki.
pt_br: Sem AJUDA para este controle
pt_pt: Sem ajuda para este controlo
ro: Nici un ajutor pentru acest control
ru: Нет справки для этого элемента управления
sk: Žiadna pomoc pre tento prvok.
sl: Ni pomoči za ta kontrolnik
sr: Nema pomoći za ovu kontrolu
ta: இக்கட்டுப்பாட்டிற்கு உதவி ஏதுமில்லை
uk: Немає довідки для цього елемента керування
zh_cn: 此控件没有可获取的帮助

source: Press escape to close this help screen.
bg: Натиснете Escape, за да затворите този помощен екран.
da: Tryk på Escape for at lukke denne hjælpeskærm.
de: Drücken Sie die Escape-Taste, um dieses Hilfefenster zu schließen.
es: Pulsa escape para cerrar esta pantalla de ayuda.
fa: لطفا برای بستن این صفحه‌ی راهنما، Escape را بزنید.
fr: Pressez Échap pour fermer cet écran d'aide.
hr: Pritisnite Escape kako biste zatvorili ovaj zaslon pomoći.
nl: Druk op escape om dit helpscherm te sluiten.
pl: Naciśnij klawisz escape, aby zamknąć ten ekran pomocy.
pt_br: Pressione Esc para fechar esta tela de ajuda.
pt_pt: Pressione escape para fechar este ecrã de ajuda.
ro: Apăsați tasta escape pentru a închide această fereastră de ajutor.
sl: Pritisnite escape, da zaprete ta ekran s pomočjo.
sr: Pritisnite Escape da zatvorite ovaj ekran pomoći.
ta: இந்த உதவித் திரையை மூட, விடுபடு விசையை அழுத்தவும்.
uk: Натисніть escape для закриття цього довідкового вікна
zh_cn: 按 Esc 关闭此帮助。

source: To switch to browse mode, press NVDA+SPACE or escape key
bg: За да преминете в режим на разглеждане, натиснете NVDA+Интервал или клавиша Escape
da: For at skifte til gennemsynstilstand, tryk på NVDA+Mellemrum eller Escape-tasten.
de: Drücken Sie NVDA+Leertaste oder Escape, um in den Lesemodus zu wechseln
es: Para cambiar al modo exploración, pulsa NVDA+ESPACIO o la tecla escape
fa: برای رفتن به حالتِ مرور، کلیدهای NVDA + فاصله یا escape را بزنید
fr: Pour passer en mode navigation, pressez NVDA+ESPACE ou la touche échap
gl: Para cambiar ó modo navegación, preme NVDA+ESPAZO ou a tecla escape
hr: Za prebacivanje na modus čitanja, pritisnite kombinaciju NVDA+RAZMAKNICA ili tipku escape
hu: Böngészőmódra váltáshoz nyomja meg az NVDA+szóköz, vagy az escape billentyűt.
it: Per passare alla modalità di navigazione, premere il tasto NVDA + spazio o Esc
nl: Om naar bladermodus te schakelen, druk op NVDA+spatie of de escape-toets
pl: . Aby przełączyć się do trybu czytania, naciśnij kombinację klawiszową NVDA+Spacja albo klawisz escape
pt_br: Para alternar ao modo de navegação, pressione NVDA+ESPAÇO ou tecla escape
pt_pt: Para mudar para o modo de navegação, pressione "nvda+espaço" ou "escape"
ro: Pentru a comuta la modul navigare, apăsați NVDA+Spațiu sau tasta escape
ru: . Для переключения в режим просмотра, нажмите NVDA+Пробел или клавишу эскейп
sk: Na prechod do režimu prehliadania stlačte NVDA+medzeru alebo escape
sl: Za prehod na brskalniško delovanje pritisnite NVDA+preslednica ali tipko Escape.
sr: Da se prebacite u režim pretraživanja, Pritisnite NVDA+razmak ili taster escape
ta: உலாவும் நிலைக்கு மாற, என்விடிஏ+இடைவெளிப்பட்டை, அல்லது விடுபடு விசையை அழுத்தவும்
uk: Для переходу в режим огляду натисніть NVDA+пробіл або клавішу ескейп
zh_cn: 要切换到浏览模式，请按 NVDA + 空格 或按 ESC 键

source: To use browse mode and quick navigation keys to read the webpage, switch to browse mode by pressing NVDA+SPACE
ar: لاستخدام نمط التصفح, الذي يمكنك من قراءة الصفحة باستخدام أحرف الحركة السريعة, قم بالضغط على NVDA+SPACE
bg: За да използвате стрелките и клавишите за бърза навигация, за да разглеждате страницата, преминете в режим на разглеждане като натиснете NVDA+Интервал
da: For at bruge gennemsynstilstand og bogstavnavigation til at læse websiden, skift til gennemsynstilstand ved at trykke NVDA+Mellemrum.
de: Drücken Sie NVDA+Leertaste, um den Lesemodus und die Schnellnavigationstasten zu verwenden. Dies ist beispielsweise hilfreich, um durch Webseiten im Internet oder große Dokumente in Adobe Reader oder Microsoft Word effizient zu navigieren
es: Para utilizar el modo navegación y las teclas de navegación rápida para leer la página web, cambia a modo navegación pulsando NVDA+ESPACIO
fa: جهت استفاده از حالتِ مرور و فرمان‌های پِیمایِشِ سریع برای خواندن و حرکت در صفحه‌ی وب، با استفاده از کلیدهای NVDA + فاصله به حالتِ مرور بروید
fr: Pour passer en mode navigation et utiliser les touches de navigation rapide pour lire les pages web, passez en mode navigation en pressant NVDA+ESPACE
gl: Para usar o modo navegación e as ordes de navegación rápida para ler a páxina web, cambia o modo navegación premendo NVDA+ESPAZO
he: על מנת לקרוא את הדף בעזרת הפקודות הישירות של מצב גלישה, נא ללחוץ על הצירוף NVDA+Space
hr: Da biste koristili modus čitanja i prečace za brzo kretanje za čitanje web stranice, prebacite se na modus čitanja pritiskom kombinacije NVDA+RAZMAKNICA
hu: A böngészőmód és a gyors navigációs gombok használatához nyomja meg az NVDA+szóköz billentyűparancsot
it: Per utilizzare la modalità navigazione e i comandi di navigazione facilitata per esplorare la pagina web, passare alla modalità navigazione premendo NVDA+spazio
ko: 브라우즈 모드 또는 첫 글자 키를 사용하려면 NVDA+SPACE를 눌러 브라우즈 모드로 전환하십시오
nl: Om bladermodus en snelle navigatietoetsen te gebruiken om de webpagina te lezen, schakel naar bladermodus door het indrukken van NVDA+spatie
pl: Aby używać trybu czytania i klawiszy szybkiej nawigacji do odczytu strony, przełącz się do trybu czytania naciskając NVDA+spacja
pt_br: Para ler a página de Internet usando o modo de navegação e comandos de navegação rápida, alterne para o modo de navegação pressionando NVDA+ESPAÇO
pt_pt: Para usar o modo de navegação e as teclas de navegação rápida, para ler a página web, mude para o modo de navegação, pressionando "NVDA+Espaço"
ro: Pentru a utiliza modul navigare și navigarea rapidă a tastelor pentru a vizualiza pagina web, comutați la modul navigare apăsând NVDA+Spațiu
ru: Для использования режима обзора с быстрой клавишной навигацией, чтобы прочитать веб-страницу, переключитесь в режим обзора, нажав NVDA+ПРОБЕЛ
sk: Aby ste mohli prehliadať stránku pomocou skratiek rýchlej navigácie, prepnite sa do režimu prehliadania stlačením nvda+medzera.
sl: Za način dela v brskalniškem delovanju in uporabo hitrih tipk za krmiljenje kot pomoč pri branju spletne strani pritisnite NVDA+preslednica za prehod v brskalniško delovanje
sr: Da biste koristili brzu navigaciju i čitali Web stranicu, pređite u režim pretraživanja komandom NVDA+razmak.
ta: உலாவும் நிலைக்கு மாறவும், விரைவு வழிநடத்தல் கட்டளைகளைப் பயன்படுத்தவும், என்விடிஏ+இடைவெளிப்பட்டை, அல்லது விடுபடு விசையை அழுத்தவும்
uk: Щоб використовувати режим огляду та клавіші швидкої навігації для читання сторінки, перейдіть до режиму огляду, натиснувши NVDA+пробіл
zh_cn: 要使用浏览模式和快速导航键阅读网页，请按NVDA + 空格切换到浏览模式

source: Press space bar to check or uncheck this check box.
bg: Натиснете интервал, за да поставите или премахнете отметка в полето за отметка.
da: Tryk Mellemrum for at markere eller afmarkere checkboksen.
de: Drücken Sie die Leertaste, um dieses Kontrollkästchen zu aktivieren oder zu deaktivieren.
es: Pulsa espacio para marcar o desmarcar esta casilla de verificación.
fa: برای گذاشتن یا برداشتنِ علامتِ کادرِ علامت‌زدنی، فاصله را بزنید.
fr: Appuyez sur espace pour cocher ou décocher cette case.
gl: Preme espazo para marcar ou desmarcar a caixa de verificación.
hr: Pritisnite razmaknicu da biste označili ili odznačili ovaj potvrdni okvir.
hu: Nyomja meg a szóközt a jelölőnégyzet bejelöléséhez vagy a bejelölés eltávolításához.
it: Premere la barra spaziatrice per selezionare o deselezionare questa casella di controllo
nl: Druk op spatie om het selectievakje in of uit te schakelen.
pl: Naciśnij spację, aby zaznaczyć lub odznaczyć pole wyboru
pt_br: Pressione espaço para marcar ou desmarcar esta caixa de seleção.
pt_pt: Pressione "espaço", para marcar ou desmarcar a caixa de marcação.
ro: Apasă Spațiu pentru a bifa sau debifa căsuța.
ru: Нажмите пробел, чтобы установить или снять флажок
sk: Začiarkavacie políčko začiarknete alebo odčiarknete medzerou.
sl: Pritisnite Preslednico za izbor ali preklic v izbirniku.
sr: Pritisnite razmak da bi ste označili ili uklonili oznaku sa ovog izbornog polja
ta: இத்தேர்வுப் பெட்டியை தேர்வு செய்ய, அல்லது தேர்வினை நீக்க, இடைவெளிப் பட்டையை அழுத்தவும்
uk: Натисніть пробіл щоб позначити цей прапорець або зняти позначку з нього.
zh_cn: 按空格选中或取消选中此复选框。

source: Use the arrow keys to choose a radio button.
bg: Използвайте стрелките, за да изберете радио бутон.
da: Brug piletasterne for at vælge en radioknap.
de: Dies ist ein Auswahlschalter. Verwenden Sie die Pfeiltasten um zwischen den einzelnen Optionen zu wählen.
es: Utiliza las flechas para elegir un botón de opción.
fa: برای انتخابِ یک دکمه‌ی رادیویی، از کلیدهای جهت‌نما استفاده کنید.
fr: Utilisez les flèches pour choisir un bouton radio.
gl: Usa as frechas para escoller un botón de opción.
hr: Koristite strelice da biste odabrali izborni gumb.
hu: Használja a nyílbillentyűket egy választógomb kiválasztásához.
it: Utilizzare i tasti freccia per selezionare un pulsante radio.
nl: Gebruik de pijltjestoetsen om een keuzerondje te kiezen.
pl: Użyj klawiszy strzałek, aby wybrać przycisk opcji
pt_br: Use as setas para escolher um botão de OPÇÃO.
pt_pt: Use as setas, para escolher um botão de rádio.
ro: Utilizați săgețile pentru a alege un buton rotativ.
ru: Используйте клавиши со стрелками, чтобы выбрать радио кнопку
sk: Na výber jedného z prepínačou použite šípky.
sl: Uporabite puščice za izbor radijskega gumba.
sr: Koristite strelice da izaberete radio dugme
ta: ஒரு வானொலிப் பொத்தானை தேர்வு செய்ய, அம்பு விசைகளைப் பயன்படுத்தவும்
uk: Використовуйте клавіші стрілок для вибору радіокнопки.
zh_cn: 使用光标选择一个单选按钮。

source: Use the arrow keys to read this box.
bg: Използвайте стрелките, за да прочетете текста в това поле.
da: Brug piletasterne til at navigere i denne liste.
de: Verwenden Sie die Pfeiltasten, um dieses Feld zu lesen.
es: Utiliza las flechas para leer este cuadro.
fa: برای خواندنِ این جعبه فهرست، از کلیدهای جهت‌نما استفاده کنید.
fr: Utilisez les flèches pour lire cette boîte.
gl: Usa as frechas para ler este cadro.
hr: Koristite strelice za čitanje ovog okvira.
hu: Használja a nyílbillentyűket a lista elemein való mozgáshoz.
it: Utilizzare i tasti freccia per leggere questa casella.
nl: Gebruik de pijltjestoetsen om deze lijst te lezen.
pl: Użyj klawiszy strzałek, aby przeczytać to pole edycji
pt_br: Use as setas para ler esta caixa.
pt_pt: Use as setas, para ler esta caixa.
ro: Utilizați săgețile pentru a citi această casetă.
ru: Используйте клавиши со стрелками, чтобы прочитать это окно
sk: Na pohyb po položkách použite šípky.
sl: Uporabite puščice za branje tega polja.
sr: Koristite strelice da čitate ovo polje
ta: இப்பெட்டியை படிக்க, அம்பு விசைகளை பயன்படுத்தவும்
uk: Використовуйте клавіші стрілок, щоб прочитати це поле.
zh_cn: 使用光标浏览此框。

source: Type text here.
bg: Тук може да въведете текст.
da: Skriv tekst her.
de: Geben Sie hier Text ein.
es: Escribe texto aquí.
fa: متن را اینجا تایپ کنید.
fr: Saisissez le texte ici.
gl: Teclea texto aquí.
hr: Ovdje upišite tekst.
hu: Ez egy beviteli mező, ide írja a szöveget
it: Digitare il testo qui.
nl: Typ hier tekst in.
pl: Tutaj wpisz tekst
pt_br: Digite texto aqui.
pt_pt: Aqui, escreva texto.
ro: Scrieți textul aici.
ru: Введите текст здесь
sk: napíšte text.
sl: Tukaj natipkajte besedilo.
sr: Upišite tekst ovde
ta: இங்கு உரையை தட்டச்சிடலாம்
uk: Тут введіть текст.
zh_cn: 在此处输入文本。

source: Press SPACE or ENTER to activate this button.
bg: Натиснете Интервал или Enter, за да активирате този бутон.
da: Tryk på Mellemrum eller Enter for at aktivere denne knap.
de: Drücken Sie die Leertaste oder die Eingabetaste um diesen Schalter zu aktivieren.
es: Pulsa ESPACIO o INTRO para activar este botón.
fa: برای فعال کردنِ این دکمه، فاصله یا اینتر را بزنید.
fr: Appuyez sur ESPACE ou ENTRÉE pour activer ce bouton.
gl: Preme ESPAZO ou INTRO para activar este botón.
hr: Pritisnite RAZMAKNICU ili ENTER da biste aktivirali ovaj gumb.
hu: használja a szóköz vagy az enter billentyűt a gomb megnyomásához.
it: Premere Spazio o INVIO per attivare questo pulsante.
nl: Druk op spatie of enter om deze knop te activeren.
pl: aby aktywować ten przycisk, naciśnij spację lub Enter.
pt_br: Pressione ESPAÇO ou ENTER para ativar este botão.
pt_pt: Pressione "espaço" ou "enter", para activar este botão.
ro: Apăsați enter sau spațiu pentru a activa acest buton.
ru: Нажмите пробел или ENTER, чтобы активировать эту кнопку
sk: Tlačidlo aktivujte medzerou alebo klávesom Enter.
sl: Uporabite Preslednico ali Enter za sprožitev tega gumba.
sr: Pritisnite razmak ili enter da aktivirate ovo dugme.
ta: இப்பொத்தானை அழுத்த, இடைவெளிப் பட்டை, அல்லது உள்ளிடு விசையை அழுத்தவும்
uk: Натисніть пробіл або ентер для активації цієї кнопки.
zh_cn: 按空格或回车激活此按钮。

source: Use the arrow keys to move between the menu items.
bg: Използвайте стрелките, за да се придвижвате между елементите на менюто.
da: Brug piletasterne for at flytte mellem menupunkterne.
de: Verwenden Sie die Pfeiltasten, um zwischen den Menüeinträgen zu navigieren.
es: Utiliza las flechas para moverte entre los elementos del menú.
fa: برای حرکت میانِ اجزاءِ منو، از کلیدهای جهت‌نما استفاده کنید.
fr: Utilisez les flèches pour vous déplacer entre les éléments du menu.
gl: Usa as frechas para moverte entre os elementos do menú.
hr: Koristite strelice za kretanje između stavki izbornika.
hu: Használja a nyíl billentyűket a menüben való mozgáshoz
it: Utilizzare i tasti freccia per spostarsi tra le voci del menu.
nl: Gebruik de pijltjestoetsen om tussen de menu-items te navigeren.
pl: Użyj klawiszy strzałek do przechodzenia pomiędzy elementami menu
pt_br: Use as setas para mover entre os itens de menu.
pt_pt: Use as setas para se mover entre os elementos do menu.
ro: Folosiți săgețile pentru a vă deplasa între elementele meniului.
ru: Используйте клавиши стрелок для перемещения между пунктами меню
sk: Na pohyb po položkách použite šípky.
sl: Uporabite puščice za premik med postavkami v meniju.
sr: Koristite strelice da se krećete kroz stavke menija.
ta: இப்பட்டியலின் உருப்படிகளுக்கிடையே நகர, அம்பு விசைகளைப் பயன்படுத்தவும்; தெரிவாகியிருக்கும் உருப்படியை இயக்க, உள்ளிடு விசையை அழுத்தவும்
uk: Використовуйте клавіші стрілок для переміщення між елементами меню.
zh_cn: 使用光标在菜单项之间移动。

source: Use up and down arrow keys to move through options in the pop-up menu.
bg: Използвайте стрелките нагоре и надолу, за да се придвижите между различните опции в изскачащото меню.
da: Brug pilene op og ned for at flytte gennem valgmulighederne i popup-menuen.
de: Verwenden Sie die Pfeiltasten nach oben und unten, um einen Menüeintrag auszuwählen.
es: Utiliza las flechas arriba y abajo para moverte a través de las opciones del menú desplegable.
fa: برای حرکت در گزینه‌های داخلِ منوی ظاهر‌شده، از کلیدهای جهت‌نمای بالا و پایین استفاده کنید.
fr: Utilisez les flèches haute et basse pour naviguer entre les option du menu.
gl: Usa as frechas arriba e abaixo para moverte polas opcións no menú despregable.
hr: Koristite strelice gore i dolje za kretanje između opcija u skočnom izborniku.
hu: A felnyíl és lenyíl billentyűkkel mozoghat a helyi menüben.
it: Utilizzare le frecce su e giù per spostarsi tra gli elementi del menu a comparsa.
nl: Gebruik pijl omhoog en omlaag om door de opties in het pop-up-menu te navigeren.
pl: Użyj klawiszy strzałek w górę lub dół, aby przełączać się między opcjami menu rozwijanego
pt_br: Use as setas cima e baixo para mover pelas opções do menu instantâneo.
pt_pt: Use setas para baixo e para cima, para se mover entre as opções do menu pop-up.
ro: Folosiți săgețile sus și jos pentru a vă deplasa prin opțiuni în meniul pop-up.
ru: Используйте клавиши стрелок вверх и вниз для перемещения между опциями всплывающего меню
sk: Na pohyb po položkách kontextového menu použite šípky hore a dolu.
sl: Uporabite puščici gor in dol za premik po možnostih v pojavnem meniju.
sr: Koristite strelice da se krećete kroz opcije u iskačućem meniju.
ta: இப்பட்டியலில் இருக்கும் விருப்பத் தேர்வுகளுக்கிடையே நகர, மேலம்பு, அல்லது கீழம்பு விசைகளைப் பயன்படுத்தவும்; தெரிவாகியிருக்கும் உருப்படியை இயக்க, உள்ளிடு விசையை அழுத்தவும்
uk: Використовуйте стрілки вгору і вниз для переміщення між елементами виринаючого меню.
zh_cn: 使用上下光标在弹出的菜单中移动选项。
