Repository: nvdaes/controlUsageAssistant
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fr, gl, he, hr, hu, it, ko, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, zh_cn

source: Use the arrow keys to move between start screen tiles.
bg: Използвайте стрелките, за да се придвижите между плочките на стартовия екран.
da: Brug piletasterne for at flytte mellem fliser på startskærmen.
de: Verwenden Sie die Pfeiltasten, um zwischen den Kacheln des Startbildschirms zu navigieren.
es: Utiliza las flechas para moverte por los mosaicos de la pantalla de inicio.
fa: برای حرکت میانِ کاشی‌های صفحه‌ی Start، از کلیدهای جهت‌نما استفاده کنید.
fr: Utilisez les flèches pour vous déplacer entre les tuiles du menu Démarrer.
gl: Usa as frechas para moverte entre os mosaicos da pantalla de inicio.
hr: Koristite strelice na tipkovnici za pomicanje između pločica na početnom zaslonu.
hu: Használja a nyílbillentyűket a kezdőképernyő csempéin való mozgáshoz.
it: Utilizzare i tasti freccia per spostarsi tra le mattonelle della schermata di avvio.
nl: Gebruik de pijltjestoetsen om tussen de tegels op het startscherm te navigeren.
pl: Użyj strzałek, aby przemieszczać się między kafelkami na ekranie startowym
pt_br: Use as setas para mover-se entre blocos dinâmicos da tela inicial.
pt_pt: Use as setas para se mover entre as partes do ecrã inicial.
ro: Folosiți săgețile pentru a vă deplasa între elementele ecranului de pornire.
ru: Используйте клавиши стрелок для перемещения между плитками стартового экрана
sk: Na pohyb po dlaždiciach použite šípky.
sl: Uporabite puščice za premik med ploščicami začetnega zaslona.
sr: Koristite strelice da se krećete kroz stavke Start ekrana.
ta: துவக்கத் திரை வில்லைகளுக்கிடையே நகர, அம்பு விசைகளைப் பயன்படுத்தவும்
uk: Використовуйте клавіші стрілок для переміщення між плитками стартового екрану.
zh_cn: 使用光标键在开始屏幕上的磁贴之间移动。

source: Use up and down arrow keys to move between slides.
bg: Използвайте стрелките нагоре и надолу, за да се придвижите между слайдовете.
da: Brug piletasterne op og ned for at flytte mellem dias.
de: Verwenden Sie die Pfeiltasten auf und ab, um zwischen den Folien zu navigieren.
es: Utiliza las flechas arriba y abajo para moverte por las diapositivas.
fa: برای حرکت میانِ اسلایدها، از کلیدهای جهت‌نمای بالا و پایین استفاده کنید.
fr: Utilisez les flèches haut et bas pour vous déplacer entre les diapositives.
gl: Usa as frechas arriba e abaixo para moverte entre diapositivas.
hr: Koristite strelice gore i dolje za pomicanje između slajdova.
hu: Használja a lenyíl és felnyíl billentyűket a diák között való mozgáshoz
it: Utilizzare i tasti freccia su/giù per spostarsi tra le diapositive.
nl: Gebruik pijl omhoog en omlaag om tussen dia's te navigeren.
pl: Użyj strzałki w górę lub w dół, aby przemieszczać się między slajdami
pt_br: Use as setas cima e baixo para mover entre slides.
pt_pt: Use setas para baixo e para cima, para se mover entre os diapositivos.
ro: Utilizați săgețile sus și jos pentru a vă deplasa între diapozitive.
ru: Используйте стрелки вверх и вниз для перемещения между слайдами
sk: Na pohyb po snímkach použite šípky.
sl: Uporabite puščici gor in dol za premik med diapozitivi.
sr: Koristite strelice da se krećete kroz slajdove.
ta: நிலைப்படங்களுக்கிடையே நகர, மேலம்பு மற்றும் கீழம்பு விசைகளைப் பயன்படுத்தவும்
uk: Використовуйте стрілки вгору і вниз для переміщення між слайдами.
zh_cn: 使用上下光标在幻灯片之间移动。

source: Press SPACE or BACKSPACE to move between slides in the slide show. To end the slide show, press escape.
bg: Натиснете Интервал или Backspace, за да се придвижите към предишен или следващ слайд във визуализацията на слайдовете. За да прекратите визуализацията, натиснете Escape.
da: Tryk på Mellemrum eller Backspace for at flytte mellem dias i dias-showet. for at afslutte dias-showet,tryk på Escape.
de: Drücken Sie die Leertaste oder die Rücktaste, um zwischen den Folien zu wechseln. Drücken Sie Escape, um die Präsentation zu beenden.
es: Pulsa ESPACIO o RETROCESO para moverte entre diapositivas en la presentación de diapositivas. Para finalizar la presentación de diapositivas, pulsa escape.
fa: برای حرکت میانِ اسلایدها در نمایشِ اسلاید، کلیدهای فاصله یا backspace را بزنید. برای پایان دادن به نمایشِ اسلاید، escape را بزنید.
fr: Appuyez sur ESPACE ou RETOUR ARRIÈRE pour vous déplacer entre les images du diaporama. Pour quitter le diaporama, appuyez sur échap.
gl: Preme ESPAZO ou RETROCESO para moverte entre diapositivas na presentación de diapositivas. Para rematar a presentación de diapositivas, preme escape.
hr: Pritisnite RAZMAKNICU ili tipku BACKSPACE za pomicanje između slajdova u dijaprojekciji. Da biste završili dijaprojekciju, pritisnite tipku ESCAPE.
hu: Diavetítés közben a szóköz és a backspace billentyűkkel mozoghat a diák között előre és hátra, a diavetítést az escape billentyűvel állíthatja le.
it: Premere spazio o backspace per spostarsi tra le diapositive all'interno della presentazione. Premere Esc per uscire dalla presentazione.
nl: Druk op spatie of backspace om tussen dia's in de diavoorstelling te navigeren. Druk op escape om de diavoorstelling te beëindigen.
pl: Naciśnij spację lub backspace, aby przemieszczać się między slajdami w pokazie slajdów. Aby zakończyć pokaz slajdów, naciśnij Escape.
pt_br: Pressione ESPAÇO ou BACKSPACE para mover-se entre slides da apresentação de slides. Para finalizar a apresentação, pressione escape.
pt_pt: Pressione Espaço ou retrocesso, para se mover entre os diapositivos, na vista de diapositivos. Para fechar a vista de diapositivos, pressione Escape.
ro: Apăsați spațiu sau backspace pentru a vă deplasa între diapozitive în expunerea de diapozitive. Pentru a termina expunerea de diapozitive, apăsați escape.
ru: Нажимайте пробел или бэкспэйс Для перемещения между слайдами в слайд-шоу. ;Чтобы завершить показ слайдов, нажмите эскейп
sk: Na pohyb medzi snímkami v prezentácii použite medzeru alebo backspace. Prezentáciu ukončíte klávesom Escape.
sl: Pritisnite Preslednico ali Vračalko za pomik med diapozitivi v načinu diaprojekcije. Za izhod iz diaprojekcije pritisnite escape.
sr: Pritisnite razmak ili backspace da se krećete kroz slajdove u slajd šou. Da završite slajd šou, pritisnite escape.
ta: நிலைப்படக் காட்சியில், நிலைப்படங்களுக்கிடையே நகர, இடைவெளிப்பட்டை, அல்லது பின்நகர் விசையை அழுத்தவும்; நிலைப்படக் காட்சியை நிறைவு செய்ய, விடுபடு விசையை அழுத்தவும்
uk: Натисніть пробіл або бекспейс для переміщення між слайдами у слайд-шоу. Для виходу зі слайд-шоу натисніть ескейп.
zh_cn: 用空格键或退格键在放映中的幻灯片之间移动。要结束幻灯片放映，请按 ESC 键。

source: &Automatic messages for focus
de: Automatische Meldungen für den Fokus
es: Mensajes &automáticos para el foco
fa: پیام‌های &خودکار برای فکوس
sr: &Automatske poruke za fokus

source: Type the message to be used when an object can be activated
de: Geben Sie die Meldung ein, die verwendet werden soll, wenn ein Objekt aktiviert werden kann
es: Teclea el mensaje a usar cuando se puede activar un objeto
fa: پیامی را تایپ کنید که در هنگامِ فعال کردنِ یک شیء مورد استفاده قرار گیرد
sr: Upišite poruku koja će se koristiti kada objekat može da se aktivira

source: Sele&ct output modes for automatic messages
bg: И&збор на изходни режими за автоматичните съобщения
de: Ausgabemodus für automatische Meldungen &wählen
es: Sele&cciona los modos de salida de los mensajes automáticos
fa: حالت‌های خروجی را برای پیام‌های خودکار ان&تخاب کنید
fr: Sé&lectionner les modes de sortie pour les messages automatiques
hr: Odaberite načine ispisa rezultata za automatske poruke
sl: &Izberi poti delovanja za samodejna sporočila
sr: Iza&berite režim prikazivanja za automatske poruke

source: Speech
bg: Реч
de: Sprache
es: Voz
fa: گفتار
fr: Parole
hr: Govor
sl: Govor
sr: Govor

source: Braille
bg: Брайл
fa: بریل
hr: Brajica
sl: Brajica
sr: Brajev

source: &Pitch change for automatic messages
bg: Промяна на висо&чината на гласа за автоматичните съобщения
de: Stimme bei automatischen Meldungen &anheben
es: Cambio de &tono para los mensajes automáticos
fa: تغییرِ &زیر و بمی برای پیام‌های خودکار
fr: &Changement de hauteur pour les messages automatiques
hr: &Promjena visine zvuka za automatske poruke
sl: Sprememba &Višine za samodejna sporočila
sr: &Promena visine za automatske poruke

source: Allows you to find out how to interact with the focused control, useful for new computer users new to Windows and to NVDA. Press NVDA+H to get a short help message on using the focused control, such as moving through tables, checkboxes and so on.
bg: Позволява ви да разберете как да си взаимодействате с елемента на фокус, което е полезно за нови потребители, както на Windows, така и на NVDA. Натиснете NVDA+H, за да получите кратки инструкции за използването на елемента на фокус, например придвижване в таблици, полета за отметка и т.н.
da: Giver dig mulighed for at finde ud af, hvordan du kan bruge den kontrol, der er i fokus. Dette er nyttigt for nye computerbrugere eller nye brugere af Windows eller NVDA. Tryk NVDA+h for at få en kort hjælpemeddelelse om, hvordan du bruger kontrollen, som er i fokus, f.eks. få hjælp til, hvordan du flytter gennem tabeller, markerer en checkboks o.s.v.
de: Diese Erweiterung hilft Ihnen herauszufinden, wie Sie mit dem fokussierten Steuerelement interagieren können. Dies ist bspw. für Computerneulinge, die dazu im Umgang mit Windows und NVDA noch unerfahren sind hilfreich. Drücken Sie NVDA+H, um eine kurze Hilfemeldung über die Verwendung des fokussierten Steuerelement zu erhalten, wie z.B. das Bewegen durch Tabellen, das aktivieren von Kontrollkästchen usw.
es: Te permite descubrir cómo interactuar con el control enfocado, útil para usuarios aprendices de ordenadores nuevos en Windows y nuevos en NVDA. Pulsa NVDA+H para obtener un breve mensaje de ayuda sobre la utilización del control enfocado, tal como el movimiento a través de las tablas, casillas de verificación y así sucesivamente.
fa: به شما امکان میدهد نحوه کار با کنترلِ تحت فرمان را در‌یابید. این افزونه برای کاربرانِ تازه‌کارِ رایانه که به تازگی با ویندوز و NVDA آشنا شده اند مفید است. برای دریافتِ یک پیامِ راهنمای کوتاه راجع به نحوه استفاده از کنترلِ تحت فرمان، مانند حرکت در جدول‌ها، کادرهای علامت‌زدنی و غیره، کلید NVDA+H را بزنید.
fr: Permet de savoir comment interagir avec l'élément actif, pratique pour un débutant sous Windows ou NVDA. PAppuyez sur NVDA+H pour une aide rapide sur la manière d'utiliser le contrôle actif, comme naviguer dans les tableaux, les cases à cocher etc.
gl: Permíteche atopar a maneira de como interactuar co control enfocado, útil para usuarios aprendices de ordenador novos en Windows e novos en NVDA. Preme NVDA+H para obter unha mensaxe de axuda curta sobre a utilización do control enfocado, como o movemento polas táboas, caixas de verificación, etc.
hr: Omogućuje vam da saznate kako komunicirati s fokusiranom kontrolom, što je korisno za nove korisnike Windows sustava i NVDA čitača. Pritisnite NVDA+H, da biste dobili kratku poruku pomoći o uporabi fokusirane kontrole, kao što je kreanje po tablicama, potvrdne okvire, itd.
it: Permette di ricevere dei suggerimenti sulla modalità di interazione con il controllo evidenziato, utile specialmente per i nuovi utenti che si avvicinano al computer, a Windows e a NVDA. Premere NVDA+h per ricevere un breve suggerimento su come utilizzare il controllo evidenziato, ad esempio come spostarsi tra le tabelle, caselle di controllo e così via.
nl: Hiermee kunt u ontdekken hoe u met het besturingselement met focus kunt werken, wat handig is voor nieuwe computergebruikers die niet bekend zijn met Windows en NVDA. Druk op NVDA+H om een kort hulpbericht te krijgen over het gebruik van het besturingselement met focus, zoals bladeren door tabellen, selectievakjes enzovoort.
pl: Pozwala dowiedzieć się, jak kontrolki sfokusowanej, co jest przydatne początkujących użytkowników komputerów i systemu Windows z NVDA. Naciśnij klawisze NVDA+H, aby uzyskać krótki komunikat o pomocy w zakresie korzystania z fokusu, takiego jak przechodzenie przez tabele, pola wyboru i tak dalej.
pt_br: Possibilita que você descubra como interagir com o controle em foco, útil para novos usuários de computador no Windows e no NVDA. Pressione NVDA+H para obter uma mensagem curta de ajuda sobre o uso do controle focalizado, como navegar pelas tabelas, caixas de seleção e assim por diante.
pt_pt: Permite-lhe encontrar uma forma de agir com o controlo sob o foco. é útil para os iniciantes, para aqueles que são pouco experientes no windows ou no NVDA. Pressione NvDA+H para obter uma pequena mensagem de ajuda no uso do controlo sob o foco, seja movendo-se através de tabelas, caixas de marcação, etc.
ro: Îți permite să afli cum se interacționează cu controlul focusat, util pentru noii utilizatori de calculatoare, de Windows și NVDA. tApasă NVDA+H pentru a obține un mesaj scurt de ajutor cu privire la utilizarea controlului focusat, cum ar fi deplasarea prin tabele, casetele de selectare și așa mai departe.
sk: Poskytuje informácie o práve zameranom prvku. Užitočné pre tých, ktorí začínajú pracovať v systéme Windows alebo sa učia pracovať s NVDA. Pomoc pre zameraný prvok získate po stlačení skratky nvda+h.
sl: Omogoča vam, da spoznate kako delati s kontrolnikom v žarišču. To je uporabno za tiste, ki ste novi v Oknih in v NVDA. Pritisnite NvDA+H za to, da vam NVDA poda kratko sporočilo, kako delati s posameznim kontrolnikom, kot je premikanje po tabelah, delo z izbirniki in druge možnosti.
sr: Dozvoljava vam da saznate kako da koristite fokusiranu kontrolu, korisno za nove korisnike računara kao i Windowsa i programa NVDA. Pritisnite NVDA+H da dobijete kratku poruku pomoći za korišćenje kontrole sa programom NVDA, kao što je kretanje kroz tabele, izborna polja i tako dalje.
ta: குவிமையத்தில் இருக்கும் கட்டுப்பாடுகளுடன் எவ்வாறு அளவளாவுவது என்றறிய இது உதவுகிறது.கணினி, அல்லது விண்டோஸ்/என்விடிஏவின் துவக்க நிலை பயனர்களுக்கு இது பயன்படும். தேர்வுப் பெட்டி, அட்டவணை போன்ற கட்டுப்பாடு குறித்த சிறு உதவிக் குறிப்பைப் பெற, என்விடிஏ+h விசையை அழுத்தவும்
uk: Дозволяє отримувати коротку довідку про те, як взаємодіяти з елементом керування у фокусі; корисно для новачків, які не знайомі ні з Windows, ні з NVDA. Натисніть NVDA+H для отримання короткої довідки про взаємодію з елементом керування у фокусі, таким, як таблиця, прапорець і так далі.
zh_cn: 帮助您了解如何与当前所聚焦的控件交互，这对刚接触 Windows 和 NVDA 的新手非常有用。 例如在表格、复选框等控件中移动时可按下 NVDA +H 来获取一段有关于使用当前控件的简短帮助。

source: Presents a short message on how to interact with the focused control.
ar: عرض رسالة قصيرة عن كيفية التعامل مع الكائن الحالي
he: מציג הודעה קצרה המסבירה את אופן השימוש בפקד שבפוקוס.
ko: 특정 컨트롤 사용법을 간단하게 알려줍니다
ne: केन्द्रीत् नियन्त्रक सित कसरी अन्तरक्रिया गर्ने भनेर सन्देश प्रवाह गर्ने छ ।

source: . To switch to browse mode, press NVDA+SPACE or escape key
ar: . للانتقال إلى نمط التصفح, اضغط NVDA+SPACE أو مفتاح escape
he: כדי להכנס למצב גלישה, נא ללחוץ על הצירוף NVDA+Space או על מקש Escape
ko: 브라우즈 모드로 전환하려면 NVDA+SPACE나 escape 키를 누르십시오

source: Press space to check or uncheck the checkbox
ar: اضغط مسطرة المسافة لتحديد أو عدم تحديد المربع
he: נא ללחוץ על מקש הרווח כדי לסמן את התיבה או כדי לבטל את הסימון
ko: 스페이스를 눌러 선택 또는 해제하십시오
ne: चेक बाकस, टिक लगाउन वा हटाउन Space Bar दबाइन्छ ।

source: Use the arrow keys to choose a radio button
ar: استخدم الأسهم لاختيار أحد أزرار
he: נא לנוע בעזרת החיצים כדי לעבור מכפתור בחירה אחד לשנה
ko: 방향키를 사용하여 라디오 버튼을을 선택하십시오
ne: रेडियो टाँक, चयन गर्नका लागी वाण कुञ्जीको प्रयोग गरिन्छ ।

source: Use the arrow keys to read this box
ar: استخدم الأسهم لقراءة محتوى المربع
he: נא לנוע בעזרת החיצים על מנת לקרוא תיבה זו
ko: 방향키를 사용하여 박스 내용을 읽으십시오
ne: सुची बाकस, उपलब्ध सामाग्री पढ्न वाण कुञ्जीको प्रयोग गरिन्छ ।

source: Type text here
ar: اكتب نص
he: נא הקש טקסט במקום זה
ko: 텍스트를 입력하십시오
ne: सम्पादन भूमी, यहाँ पाठ लेखिन्छ ।

source: Use the text navigation commands to read text
ar: استخدم مفاتيح قراءة النص
he: נא לנוע בעזרת מקשי פקודות הניווט כדי לקרוא
ko: 텍스트 읽기 명령을 사용하여 텍스트를 읽으십시오
ne: पठनीय पाठ, पाठ लाई पढ्न पाठ विचरण आदेशको प्रयोग गरिन्छ ।

source: Press SPACE or ENTER to activate this button
ar: اضغط مسطرة المسافة أو مفتاح الإدخال للتنشيط
he: נא ללחוץ על מקש הרווח או על Enter כדי להפעיל כפתור זה
ko: 스페이스나 엔터를 눌러 버튼을 실행하십시오
ne: टाँक, सक्रिय गर्न Space Bar वा Enter कुञ्जी दबाइन्छ ।

source: Use the arrow keys to move between the menu items
ar: استخدم الأسهم للحركة بين عناصر القائمة
he: נא לעבור בין התפריטים בעזרת החיצים
ko: 방향키를 사용하여 각 메뉴 옵션으로 이동하십시오
ne: मेनु सामाग्री, विचरण गर्न वाण कुञ्जीको प्रयोग गरिन्छ।

source: Use up and down arrow keys to move through options in the pop-up menu
ar: استخدم الأسهم للحركة بين عناصر القائمة المختصرة
he: נא לעבור בין רכיבי התפריט בעזרת חץ מעלה וחץ מטה
ko: 위/아래 방향키를 사용하여 팝업 메뉴 옵션으로 이동하십시오
ne: सुचना मेनु, यसका विकल्पहरूमा विचरण गर्न माथी वा तल वाणको प्रयोग गरिन्छ ।

source: Use the arrow keys to move among choices in the combo box until the desired option is found
ar: استخدم الأسهم للتحرك بين عناصر صندوق الخيارات حتى تجد الاختيار المناسب
he: נא לנוע בתוך הרשימה בעזרת החיצים עד למציאת השורה הרצויה
ko: 방향키를 사용하여 콤보 박스 내 옵션으로 이동하십시오
ne: कम्बो बाकस, चाहेको विकल्पका लागि तल/माथी वाणको प्रयोग गरिन्छ ।

source: Use the arrow keys to move to the next or previous item in this list
ar: استخدم الأسهم للتحرك للعنصر التالي أو السابق بالقائمة
he: נא לנוע בעזרת החיצים בין פריטי רשימה זו
ko: 위나 아래 방향키를 사용하여 목록 항목을 선택하십시오
ne: सुची सामाग्री, अघिल्लो वा पछिल्लो सामाग्रीमा विचरण गर्न वाण कुञ्जीको प्रयोग गरिन्छ ।

source: Press SPACE or ENTER to activate this link
ar: اضغط مسطرة المسافة أو مفتاح الإدخال لتنشيط الرابط
he: נא ללחוץ על מקש הרווח או על Enter כדי להפעיל קישור זה
ko: 스페이스나 엔터를 눌러 링크를 실행하십시오
ne: लिङ्क, सक्रिय गर्न Space Bar अथवा Enter कुञ्जी दबाइन्छ ।

source: Use the up and down arrow keys to select the items. Use left arrow to collapse and right arrow to expand
ar: استخدم السهم الأعلى والأسفل لتحديد العناصر, واستخدم السهم الأيسرللإغلاق والسهم الأيمن للإغلاق
he: נא לנוע בתוך העץ בעזרת החיצים מעלה ומטה. נא ללחוץ על חץ ימין ושמאל כדי לכווץ או להרחיב את המידע המוצג.
ko: 위/아래 방향키로 항목을 선택하고 왼쪽/오른쪽 방향키를 사용하여 트리뷰를 열거나 닫으십시오
ne: बृक्ष दृश्य, तल वा माथी रहेको सामाग्री छान्न तल/माथी वाण कुञ्जीहरू र फैलाउन वा पट्याउन दायाँ/वायाँ वाण कुञ्जीहरूको प्रयोग गरिन्छ ।

source: Use the left and right arrow keys to move between tabs, or press control+tab for next tab and control+shift+tab for previous tab
ar: استخدم السهم الأيمن والأيسر للحركة بين التبويبات, أو استخدم ctrl+tab للتحرك للتبويب التالي و ctrl+shift+tab للتحرك للتبويب السابق
he: נא לנוע בעזרת חץ שמאל וחץ ימין או בעזרת Control+Tab כדי לעבור מלשונית אחת לשניה
ko: 왼쪽/오른쪽 방향키를 사용하여 탭을 이동하거나 CTRL+Tab을 눌러 다음 탭으로 CTRL+Shift+TAB을 눌러 이전 탭으로 이동하십시오
ne: ट्याब, विचरण गर्न दाँया वा वाया वानहरूको अथवा अघिल्लो ट्याबमा जान control+tab र पछिल्लो ट्याबमा जान control+shift+tab कुञ्जीको प्रयोग गरिन्छ ।

source: Use the left and down arrow keys to decrease and up and right arrow keys to increase the value in this slider. Use page up and page down to increase or decrease in larger values, and press home and end keys to select maximum and minimum value
ar: استخدم السهم الأيسر والأعلى لخفض القيمة بشريط السحب واستخدم السهم الأيمن والأسفل لرفع القيمة. استخدم مفاتيح صفحة لأعلى وصفحة لأسفل لرفع وخفض القيم الكبيرة, واضغط مفتاح البداية والنهاية للوصول للحد الأدنى والأقصى للقيمة.
he: נא ללחוץ על חץ שמאל או חץ מטה כדי להקטין את הערך המיוחג על ידי פס זה ועל חץ ימין או חץ מעלה כדי להגדיל אותו
ko: 이 슬라이더에서 왼쪽/아래쪽 방향키로 낮은 설정값을 오른쪽/위쪽 방향키로 높은 설정값을 선택하십시오. Page up/Page down을 사용하여 설정값을 선택하거나 Home/end를 눌러 최대 또는 최소값을 선택하십시오
ne: सुलुली, कायम रहेको मान घटाउन वायाँ वा तल वाण एबम् बढाउन दाया वा माथी वाणको प्रयोग गरिन्च ।ठुलै परिमाणमा घटाउन परेमा पृष्ठ तल एबम् बढाउन परेमा पृष्ठ माथी तथा अधिकतमका लागि न्गृह र न्युनतमका लागि अन्त कुञ्जीको प्रयोग गरिन्छ ।

source: Press control, alt and arrow keys together to move between rows and columns
ar: اضغط مفاتيح ctrl+alt + مفاتيح الأسهم معا للتحرك بين الصفوف والأعمدة
he: נא ללחוץ בו-זמנית על Control Alt ואחד החיצים כדי לעבור בין השורות והעמודות השונות
ko: 컴트로, 얼트와 방향키를 사용하여 표 셀을 이동하십시오
ne: तालिका, कोशिकाहरूमा विचरण गर्न control, alt र वाण कुञ्जीको प्रयोग गरिन्छ ।

source: Press control, alt and arrow keys together to move between table cells
ar: اضغط مفاتيح ctrl+alt + مفاتيح الأسهم معا للتحرك بين خلايا الجدول
he: נא ללחוץ בו-זמנית על Control Alt ואחד החיצים כדי לעבור בין התאים השונים
ko: 컴트롤, Alt와 방향키를 사용하여 표 셀을 이동하십시오
ne: कोशिका, तालिकाका कोशिकाहरू बीच आवागमन गर्न control+alt+arrow कुञ्जी दबाइन्छ ।

source: Use the arrow keys or object navigation commands to move through the document
ar: استخدم مفاتيح الأسهم أو مفاتيح الحركة حول الكائن لتصفح المستند
he: נא ללחוץ על החיצים או על מקשי ניווט בין האובייקטים כדי לנוע בתוך המסמך
ko: 방향키나 객체 탐색 명령을 사용하여 문서를 읽으십시오
ne: पाठ भुमी, कागजात विचरण गर्न वाण कुञ्जीहरूको अथवा वस्तु विचरण आदेशको प्रयोग गरिन्छ ।

source: Type commands in the terminal window and use review cursor commands to read the output
ar: اكتب الأوامر بنافذة الأوامر النصية واستخدم مؤشر الاستعراض لقراءة النتيجة
he: נא להקיש פקודות בתוך חלון המסוף ולהשתמש בפקודות הסריקה כדי לקרוא את הפלט שנוצר
ko: 터미널 창에 명령을 입력한 후 리뷰 명령으로 텍스트를 읽으십시오

source: To select a radio button, switch to focus mode by pressing NVDA+SPACE or ENTER key
ar: لتنشيط أحد أزرار الاختيار, انتقل إلى النمط التفاعلي بالضغط على NVDA+SPACe أو مفتاح ENTER
he: כדי לבחור כפתור בחירה, נא היכנס למצב פוקוס על ידי לחיצה על NVDA+Space או Enter
ko: NVDA+SPACE 또는 ENTER 키를 눌러 포커스 모드로 전환하여 라디오 버튼을 선택하십시오

source: To type text into this edit field, switch to focus mode by pressing NVDA+SPACE or ENTER key
ar: لكتابة نص في هذا المربع, انتقل إلى النمط التفاعلي بالضغط على NVDA+SPACe أو مفتاح ENTER
he: כדי להקיש טקסט בתוך תיבה זו, נא היכנס למצב פוקוס על ידי לחיצה על NVDA+Space או Enter
ko: NVDA+SPACE 또는 ENTER 키를 눌러 포커스 모드로 전환하여 입력창에 텍스트를 입력하십시오

source: To select an item in the combo box, switch to focus mode by pressing NVDA+SPACE or ENTER key
ar: لاختيار أحد عناصر صناديق الخيارات, انتقل إلى النمط التفاعلي بالضغط على NVDA+SPACe أو مفتاح ENTER
he: כדי לבחור פריט בתוך תיבה משולבת זו, נא היכנס למצב פוקוס על ידי לחיצה על NVDA+Space או Enter
ko: NVDA+SPACE 또는 ENTER 키를 눌러 포커스 모드로 전환하여 콤보박스 항목을 선택하십시오

source: Use the browse mode and quick navigation commands to read through the webpage
ar: استخدم نمط التصفح أو أحرف الحركة السريعة لتصفح المستند.
he: על מנת לקרוא את הדף, נא השתמש בפקודות הישירות של מצב הגלישה
ko: 브라우즈 모드나 객체 탐색 명령을 사용하여 웹페이지를 읽으십시오

source: Use the arrow keys to move between start screen tiles
ar: استخدم الأسهم للحركة بين أيقونات شاشة البدأ
he: נא השתמש בחיצים כדי לנוע בין שורות תפריט התחלה
ko: 방향키를 사용하여 시작 화면 타일을 이동하십시오

source: Use up and down arrow keys to move between slides
ar: استخدم السهم الأعلى والأسفل للحركة بين شرائح العرض التقديمي
he: נא השתמש בחיצים מעלה ומטה כדי לעבור משקופית אחת לשניה
ko: 위 라애 방향키를 사용하여 각 슬라이드로 이동하십시오

source: Press SPACE or BACKSPACE to move between slides in the slide show. To end the slide show, press escape
ar: اضغط SPACE أو BACKSPACE للحركة بين الشرائح في شاشة عرض الشرائح. لإنهاء العرض, اضغط escape
he: נא ללחוץ על מקש הרווח או על BackSpace כדי לעבור בין השקופיו. נא ללחוץ על מקש Escape כדי לסיים את ההצגה.
ko: SPACE나 BACKSPACE를 눌러 슬라이드쇼 슬라이드를 이동하십시오. 슬라이드쇼를 종료하려면 escape 키를 누르십시오

source: Use the arrow keys to move between spreadsheet cells
ar: استخدم الأسهم للتحرك بين خلايا ورقة العمل بتطبيق إكسل
he: נא לעבור בין תאי הגליון בעזרת החיצים
ko: 방향키를 사용하여 각 셀로 이동하십시오

source: Control Usage Assistant - get brief help on interacting with the focused control
ar: Control Usage Assistant - إضافة برمجية تمكنك من الحصول على رسالة قصيرة عن كيفية التعامل مع الكائن الحالي
he: מסייע לשימוש בפקדים - תוסף המספק עזרה קצרה אודות הפקדים שבפוקוד
ko: 컨트롤 사용 도우미
ne: नियन्त्रक प्रयोग सहयोगी- केन्द्रीत् नियन्त्रक सित अन्तरक्रिया गर्न सहयोग पुर्‍याउँछ ।
