Repository: nvdaes/controlUsageAssistant
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fr, gl, he, hr, hu, it, ko, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, zh_cn

source: Use the arrow keys to move among choices in the combo box until the desired option is found.
bg: Използвайте стрелките, за да се придвижите между елементите на падащия списък, докато намерите желаната опция.
da: Brug piletasterne til at flytte mellem valgene i comboboksen, indtil den ønskede mulighed er fundet.
de: Verwenden Sie die Pfeiltasten, um einen Eintrag aus diesem Kombinationsfeld auszuwählen.
es: Utiliza las flechas para moverte entre las opciones del cuadro combinado hasta encontrar la deseada.
fa: برای حرکت میانِ گزینه‌های جعبه‌ی کشویی، از کلیدهای جهت‌نما استفاده کنید؛ تا انتخابِ موردِ نظرتان را بیابید.
fr: Utilisez les flèches pour faire votre choix dans la liste déroulante.
gl: Usa as frechas para moverte polas opcións no cadro combinado ate atopar a desexada.
hr: Koristite strelice za pomicanje kroz opcije u odabirnom okviru dok ne nađete željenu opciju.
hu: A nyílbillentyűk segítségével válassza ki az önnek megfelelő opciót a listából.
it: Utilizzare i tasti freccia per spostarsi tra le opzioni nella casella combinata fino a quando verrà individuata l'opzione desiderata.
nl: Gebruik de pijltjestoetsen om tussen keuzemogelijkheden in de vervolgkeuzelijst te navigeren tot de gewenste optie gevonden is.
pl: Użyj klawiszy strzałek do zmiany wartości listy rozwijanej, aż do znalezienia potrzebnej opcji
pt_br: Use as setas para mover entre as escolhas da caixa de combinação até encontrar a opção desejada.
pt_pt: Use as setas para se mover entre os elementos da caixa combinada, até encontrar a opção desejada.
ro: Utilizați săgețile pentru a vă deplasa prin opțiuni în căsuța combinată până când opțiunea aleasă este găsită.
ru: Используйте клавиши стрелок для перемещения в поле со списком пока не найдёте желаемую опцию
sk: šípkami nájdite požadovanú položku.
sl: Uporabite puščice za premik po izbirah v spustnem seznamu, dokler ne najdete ustrezne.
sr: Koristite strelice da se krećete kroz opcije izbornog okvira dok ne pronađete željenu opciju.
ta: இந்த சேர்க்கை பெட்டியில், தேவைப்படும் விருப்பத் தேர்வினை அடையும் வரை, அம்பு விசைகளைக் கொண்டு உருப்படிகளுக்கிடையே நகரவும்
uk: Використовуйте клавіші стрілок для переміщення між елементами комбінованого списку, щоб виявити потрібний вам елемент.
zh_cn: 使用光标在组合框中的选项之间移动，直到找到所需的选项。

source: Use the arrow keys to move to the next or previous item in this list.
bg: Използвайте стрелките, за да се придвижите до предишен или следващ елемент в този списък.
da: Brug piletasterne til at flytte til det forrige eller næste valg i denne liste.
de: Verwenden Sie die Pfeiltasten, um einen Eintrag aus der Liste auszuwählen.
es: Utiliza las flechas para moverte al elemento siguiente o al anterior en esta lista.
fa: برای حرکت به موردِ بعدی یا قبلی در این فهرست، از کلیدهای جهت‌نما استفاده کنید.
fr: Utilisez les flèches pour aller à l'élément suivant ou précédent dans cette liste.
gl: Usa as frechas para moverte ó elemento seguinte e anterior nesta lista.
hr: Koristite strelice da biste se pomaknuli na sljedeću ili prethodnu stavku u ovom popisu.
hu: A nyílbillentyűk segítségével mozoghat a lista elemei között
it: Utilizzare i tasti freccia per spostarsi alla voce successiva o precedente in questo elenco.
nl: Gebruik de pijltjestoetsen om naar het volgende of vorige item in deze lijst te navigeren.
pl: Użyj klawiszy strzałek aby przejść do następnego lub poprzedniego elementu w tej liście
pt_br: Use as setas para mover ao item seguinte ou o anterior desta lista.
pt_pt: Use as setas, para se mover para o anterior e para o próximo, entre os elementos desta lista.
ro: Utilizați săgețile pentru a vă deplasa la următorul sau la precedentul element în această listă.
ru: Используйте клавиши со стрелками, чтобы перейти к следующему или предыдущему элементу в этом списке
sk: na pohyb po položkách v tomto zozname použite šípky.
sl: Uporabite puščice za premik na naslednjo ali prejšnjo postavko na izbranem seznamu.
sr: Koristite strelice da se krećete kroz stavke ove liste.
ta: இப்பட்டியலில் இருக்கும் உருப்படிகளுக்கிடையே நகர, அம்பு விசைகளை பயன்படுத்தவும்; தெரிவாகியிருக்கும் உருப்படியை இயக்க, உள்ளிடு விசையை அழுத்தவும்
uk: Використовуйте клавіші стрілок для переходу до наступного або попереднього елемента у цьому списку.
zh_cn: 使用光标移至此列表中的下一项或上一项。

source: Press SPACE or ENTER to activate this link.
bg: Натиснете Интервал или Enter, за да активирате тази връзка.
da: Tryk Mellemrum eller Enter for at aktivere dette link.
de: Drücken Sie die Leertaste oder die Eingabetaste um den Link auszuwählen.
es: Pulsa ESPACIO o INTRO para activar este enlace.
fa: برای فعال کردنِ این لینک، فاصله یا اینتر را بزنید.
fr: Appuyez sur ESPACE ou ENTRÉE pour activer ce lien.
gl: Preme ESPAZO ou INTRO para activar esta liga.
hr: Pritisnite RAZMAKNICU ili ENTER da biste aktivirali ovu poveznicu.
hu: Nyomja meg a szóközvagy az enter billentyűt a hivatkozásra ugráshoz.
it: Premere spazio o invio per attivare questo link.
nl: Druk op spatie of enter om deze link te activeren.
pl: Aby aktywować ten link, Naciśnij spację lub Enter.
pt_br: Pressione ESPAÇO ou ENTER para ativar este link.
pt_pt: Pressione barra de espaço ou "enter", para activar este link.
ro: Apăsați spațiu sau enter pentru a activa acest link.
ru: Нажмите пробел или ENTER, чтобы активировать ссылку
sk: Odkaz aktivujete medzerou alebo klávesom Enter.
sl: Pritisnite Preslednico ali Enter za sprožitev te povezave.
sr: Pritisnite razmak ili enter da aktivirate ovaj link.
ta: இத்தொடுப்பினை இயக்க, இடைவெளிப் பட்டை, அல்லது உள்ளிடு விசையை அழுத்தவும்
uk: Натисніть пробіл або ентер для активації цього посилання.
zh_cn: 按空格键或回车键激活此链接。

source: Use the up and down arrow keys to select the items. Use left arrow to collapse and right arrow to expand.
bg: Използвайте стрелките нагоре и надолу, за да изберете елемент. Използвайте стрелка наляво, за да свиете и стрелка надясно, за да разгънете избрания елемент.
da: Brug pilene op og ned for at vælge et emne. Brug højre piletast for at folde ud og venstre piletast for at folde sammen.
de: Verwenden Sie die Pfeiltasten nach oben und unten, um einen Eintrag auszuwählen. Verwenden Sie Pfeil Links oder Pfeil Rechts um eine Kathegorie zu reduzieren oder zu erweitern.
es: Utiliza las flechas arriba o abajo para seleccionar los elementos. Utiliza flecha izquierda para contraer y flecha derecha para expandir.
fa: برای انتخاب کردنِ موارد، از جهت‌نماهای بالا یا پایین استفاده کنید. برای بستن از جهت‌نمای چپ و برای باز کردن از جهتنمای راست استفاده کنید.
fr: Utilisez les flèches haut et bas pour sélectionner un élément. Utilisez la flèche gauche pour réduire et la flèche droite pour développer.
gl: Usa as frechas arriba ou abaixo para seleccionar os elementos. Usa cursor esquerdo para contraer ou cursor dereito para expandir.
hr: Koristite strelice gore i dolje za odabir stavki. Koristite strelicu lijevo za sklapanje i strelicu desno za rasklapanje.
hu: A Felnyíllal és Lenyíllal választhat ki egy elemet, amit a Jobbnyíllal nyithat ki, ill. a Balnyíllal zárhat be.
it: Utilizzare le frecce su e giù per selezionare l'elemento. Utilizzare la freccia sinistra per comprimere e quella a destra per espandere.
nl: Gebruik pijl omhoog en omlaag om de items te selecteren. Gebruik pijl links om samen te vouwen en pijl rechts om uit te vouwen.
pl: Aby rozwinąć lub zwinąć meni rozwijane Użyj strzałek w prawo lub lewo, użyj strzałek w górę lub w dół aby wybrać element.
pt_br: Use as setas cima e baixo para selecionar os itens. Use a seta esquerda para recolher e a direita para expandir.
pt_pt: Use setas para baixo e para cima, para se mover entre os elementos. Use seta direita para espandir e esquerda para contrair.
ro: Folosiți săgețile sus și jos pentru a selecta elementele. Folosiți săgeată stânga pentru a reduce și săgeată dreapta pentru a extinde.
ru: Используйте стрелки вверх и вниз для выбора пункта. Используйте стрелку влево, чтобы закрыть и стрелку вправо, чтобы открыть
sk: Na pohyb po položkách použite šípky hore a dole. Zbalené položky rozbalíte pravou šípkou, rozbalené položky zabalíte ľavou šípkou.
sl: Uporabite puščici gor in dol za označbo postavk. Uporabite puščico levo za to, da stisnete in puščico desno, da razprete pogled.
sr: Koristite strelice gore i dole da se krećete kroz stavke. Koristite strelicu desno da proširite stavku ili strelicu levo da je skupite.
ta: இக்கிளைத் தோற்ற உருப்படிகளுக்கிடையே நகர, மேலம்பு, அல்லது கீழம்பு விசைகளை பயன்படுத்தவும். கிளைத் தோற்றத்தை விரிவாக்க, அல்லது குறுக்க, வலதம்பு, அல்லதுஇடதம்பு விசைகளை பயன்படுத்தவும்
uk: Використовуйте стрілки вгору і вниз для виділення елементів. Використовуйте стрілку вліво для згортання, а стрілку вправо - для розгортання.
zh_cn: 用上下光标选择。用左光标折叠，用右光标展开。

source: Use the left and right arrow keys to move between tabs, or press control+tab for next tab and control+shift+tab for previous tab.
bg: Използвайте стрелките наляво и надясно, за да се придвижите между страниците, или натиснете Control+Tab, за да преминете към следваща страница и Control+Shift+Tab, за да преминете към предишна страница.
da: Brug venstre og højre piletast til at flytte mellem faneblade, eller tryk CTRL+Tab for at flytte til det næste faneblad og Skift+CTRL+Tab for at flytte til det forrige.
de: Verwenden Sie die Pfeiltasten nach links und rechts, um zwischen den Registerkarten zu wechseln. Alternativ können Sie auch Strg+Tab und Strg+Umschalt+Tab verwenden.
es: Utiliza las flechas izquierda y derecha para moverte entre pestañas, o pulsa Control + Tab para la siguiente pestaña y control + shift + tab para la pestaña anterior.
fa: برای حرکت کردن بینِ سربرگ‌ها از جهت‌نماهای چپ یا راست استفاده کنید؛ یا برای رفتن به سربرگِ بعدی control+tab و برای رفتن به سربرگِ قبلی control+shift+tab را بزنید.
fr: Utilisez les flèches gauche et droite pour vous déplacer entre les onglets, ou sur contrôle+tab pour l'onglet suivant et Contrôle+maj+tab pour le précédent.
gl: Usa as frechas esquerdo ou dereito para moverte entre pestanas, ou preme control+tab para a seguinte pestana e control+shift+tab para pestana anterior.
hr: Koristite strelice lijevo i desno za pomicanje između kartica ili pritisnite kontrol+tabulator za sljedeću karticu i kontrol+šift+tabulator za prethodnu karticu.
hu: A Balnyíl és Jobbnyíl segítségével mozoghat a füleken, a Ctrl+tab billentyűparancs a következő fülre vált, míg a Ctrl+Shift+Tab parancs az előző fülre.
it: Utilizzare i tasti freccia sinistra e destra per spostarsi tra le schede, o premere Control + Tab per la scheda successiva e control+Shift+tab per la scheda precedente.
nl: Gebruik de linker en rechter pijltjestoetsen om tussen tabbladen te navigeren, of druk op control+tab voor het volgende tabblad en control+shift+tab voor het vorige tabblad.
pl: Aby przemieszczać się pomiędzy zakładkami, użyj klawiszy strzałek w lewo lub w prawo. Naciśnij control+tab aby przejść do następnej lub control+shift+tab by przejść do poprzedniej
pt_br: Use as setas esquerda e direita para mover entre as abas, ou pressione control+tab para próxima aba e control+shift+tab para aba anterior.
pt_pt: Use setas para direita e para esquerda, para se mover entre os separadores, ou pressione control+tab para o próximo separador e control+shift+tab para o anterior.
ro: Utilizați săgețile stânga și dreapta pentru a vă muta între taburi, sau apăsați control+tab pentru următorul tab și control+shift+tab pentru tabul anterior.
ru: Используйте стрелки влево и вправо для перемещения между вкладками, или нажмите Ctrl+Tab для следующей вкладке и Ctrl+Shift+Tab для предыдущей вкладке
sk: Na pohyb po záložkách použite šípku vľavo a v pravo. Môžete tiež použiť ctrl+tab pre prechod na nasledujúcu a ctrl+shift+tab pre prechod na predchádzajúcu záložku.
sl: Uporabite puščici levo in desno za premik med zavihki ali pritisnite control+tab za prehod na naslednji zavihek ali control+shift+tab za prehod na prejšnji zavihek.
sr: Koristite strelice levo i desno da se krećete kroz kartice, ili pritisnite kontrol+tab za sledeću karticu i kontrol+šift+tab za prethodnu karticu.
ta: கீற்றுகளுக்கிடையே நகர, இடதம்பு, அல்லது வலதம்பு விசைகளை பயன்படுத்தவும். அடுத்த கீற்றுக்கு நகர, கட்டுப்பாடு+தத்தல் விசையை அழுத்தவும். முந்தைய கீற்றுக்கு நகர, கட்டுப்பாடு+மாற்றழுத்தி+தத்தல் விசையை அழுத்தவும்
uk: Використовуйте стрілки вліво або вправо для переміщення між вкладками, або використовуйте контрол+таб для переходу до наступної вкладки та контрол+шіфт+таб для переходу до попередньої вкладки.
zh_cn: 使用左右光标键在选项卡之间移动，或者按Ctrl + Tab键切换到下一个选项卡，按Ctrl + Shift + Tab 键切换到上一个选项卡。

source: Use the left and down arrow keys to decrease and up and right arrow keys to increase the value in this slider. Use page up and page down to increase or decrease in larger values, and press home and end keys to select maximum and minimum value.
bg: Използвайте стрелките наляво и надолу, за да намалите, и нагоре и надясно, за да увеличите стойността на този плъзгач. Използвайте Page Up и Page Down, за да увеличите или намалите стойността с по-голяма стъпка, или натиснете клавишите Home и End, за да изберете максималната или минималната стойност.
da: Brug venstre piletast eller pil ned for at formindske og pil højre eller pil op for at forøge værdien af denne skyder. Brug Side op og Side ned til at forøge eller formindske i større spring, og tryk Hjem og Slut for at vælge største eller mindste værdi.
de: Verwenden Sie die Pfeiltasten Pfeil runter oder Pfeil Links um den Wert im Schieberegler zu verringern, Pfeil auf oder Pfeil Rechts um den Wert zu erhöhen. Verwenden Sie Seite nach oben und Seite nach unten, um größere Werte zu erhöhen oder zu verringern, und drücken Sie Pos1 und Ende, um den minimalen oder maximalen Wert auszuwählen.
es: Utiliza las flechas izquierda o abajo para disminuir y las flechas arriba o derecha para aumentar el valor en este deslizador. Utiliza retroceso de página y avance de página para aumentar o disminuir en valores más grandes, y pulsa las teclas de inicio o fin para seleccionar el valor máximo o mínimo.
fa: از جهت‌نماهای چپ و پایین برای کم کردن و از جهت‌نماهای راست و بالا برای زیاد کردنِ مقدارِ این لغزنده استفاده کنید. برای افزودن و کاستن به مقدارِ بیشتر، از کلیدهای PageUp و PageDown استفاده کنید. برای انتخابِ مقدارِ بیشینه یا کمینه، به ترتیب، کلیدهای home یا end را بزنید.
fr: Utilisez les flèches gauche et bas pour diminuer, droite et haut pour augmenter la valeur de ce curseur. Page prec/suiv changent la valeur dans un plus grand interval, origine et fin sélectionnent la valeur maximum et minimum.
gl: Usa as frechas esquerdo ou dereito para diminuir e cursores arriba ou dereito para aumentar o valor neste deslizador. Usa retroceso de páxina ou avance de páxina para aumentar ou diminuir en valores máis longos, e preme inicio ou fin para seleccionar valores máximo ou mínimo.
hr: Koristite strelice lijevo i dolje da biste smanjili vrijednosti na ovom klizaču, a strelice gore i desno da biste povećali vrijednost na ovom klizaču. Koristite tipke page up i page down da biste povećali i smanjili u većim koracima i pritisnite tipke home i end da biste odabrali maksimalnu i minimalnu vrijednost.
hu: a Balnyíl vagy Lenyíl segítségével csökkentheti, a Jobbnyíl vagy Felnyíl segítségével növelheti az értéket a csúszkán. A PageUp és PageDown billentyűkkel nagyobb lépésekben változtathat. A Home és End gombokkal azonnal a maximális ill. a minimális értékre ugorhat.
it: Utilizzare freccia sinistra o freccia giù per diminuire e freccia destra o freccia su per aumentare il valore in questo cursore d'avanzamento. Servirsi di pagina su e pagina giù per aumentarlo o diminuirlo in scala più ampia, e utilizzare i tasti inizio e fine per raggiungere i due valori estremi.
nl: Gebruik pijl links en omlaag om de waarde van deze schuifregelaar te verlagen en pijl rechts en omhoog om de waarde te verhogen. Gebruik page up en page down om de waarde in grotere stappen te verhogen of te verlagen, en druk op de toetsen home en end om de maximale en minimale waarde te selecteren.
pl: Użyj strzałek w lewo lub w dół, aby zmniejszyć, albo w górę lub w prawo, aby zwiększyć wartość tego suwaka. Naciśnij PGUP lub PGDN aby zwiększyć lub zmniejszyć o większe wartości, naciśnij klawisz Home lub End by wybrać wartość maksymalną lub minimalną
pt_br: Use as setas esquerda e baixo para diminuir e as setas cima e direita para aumentar o valor deste controle deslizante. Use page up e page down para aumentar e diminuir em valores maiores, e pressione as teclas home e end para escolher o valor máximo e o mínimo.
pt_pt: Use as setas esquerda ou para cima, para diminuir, e direita e para baixo, para aumentar o valor, neste controlo deslizante. Use página para baixo ou para cima, para aumentar ou diminuir em valores mais amplos, e pressione as teclas de início e de final, para ir para o valor mínimo e para o máximo.
ro: Folosiți săgețile stânga și jos pentru a micșora sau săgețile sus și dreapta pentru a mări valoarea în acest glisor. Utilizați tastele pagină sus și pagină jos pentru a mări sau micșora în valori mai mari, apoi apăsați tastele home și end pentru a selecta valoarea minimă și maximă.
ru: Используйте стрелки влево и вниз для уменьшения и стрелки вверх и вправо для увеличения значения этого ползунка. Используйте страницу вверх и страницу вниз для регулировки ползунка с более широким шагом, для выбора максимума и минимума значений нажимайте клавиши начало и конец
sk: Hodnotu zvýšite pravou alebo hornou šípkou a znížite dolnou alebo ľavou šípkou. Page up zvyšuje a page down znižuje po väčších úsekoch. Home nastaví najvyššiu a end najnižšiu hodnotu.
sl: Uporabite puščici levo in dol za zmanjšanje in puščici gor in desno za povečanje vrednosti na tem drsniku. Uporabite stran gor in stran dol (pgup/pgdn) za večji preskok med vrednostmi; in za skok na prvo ali zadnjo vrednost, pritisnite tipko home ali end
sr: Koristite strelice desno i gore da povećate vrednost a strelice levoi dole da smanjite vrednost ovog klizača. Koristite page up i down da povećate i smanjite vrednost u većim količinama, a home i end da povećate i smanjite vrednost na najmanju i najveću količinu.
ta: இவ்வழுக்கியில் மதிப்பைக் கூட்ட, மேலம்பு, அல்லது வலதம்பு விசைகளை அழுத்தவும்; மதிப்பைக் குறைக்க, கீழம்பு, அல்லது இடதம்பு விசைகளை அழுத்தவும். மதிப்பை பெருமளவுகளில் கூட்ட, அல்லது குறைக்க, பக்கம் மேல், அல்லது பக்கம் கீழ் விசைகளை அழுத்தவும். உட்சபட்ச, அல்லது குறைந்தபட்ச அளவிற்கு நகர, தொடக்கம், அல்லது முடிவு விசைகளை அழுத்தவும்.
uk: Використовуйте стрілки вліво та вниз для зменшення та стрілки вправо і вгору для збільшення значення у цьому повзунку. Використовуйте сторінку вгору та сторінку вниз для великого збільшення чи зменшення значення, або клавіші На початок та В кінець для вибору максимального чи мінімального значення.
zh_cn: 使用左光标和下光标减小滑块中的值，使用上光标和右光标增大滑块中的值。使用上一页和下一页增加或减少较大的值，按Home和End键选择最大值和最小值。

source: This is a progress bar, used to show progress of an operation.
bg: Това е лента за напредък, използвана за показване на напредъка на дадена операция.
da: Dette er en behandlingslinje, der bruges til at vise status for en operation.
de: Dies ist ein Fortschrittsbalken, der verwendet wird, um den Fortschritt eines Vorgangs anzuzeigen.
es: Esto es una barra de progreso, utilizada para mostrar el progreso de una operación.
fa: این یک نوارِ پیشرفت است، که برای نمایشِ نحوه پیشرفت یک کار استفاده میشود.
fr: Ceci est une barre de progression, servant à indiquer l'avancement d'une opération.
gl: Isto é unha barra de progreso, utilizada para amosar o progreso dunha operación.
hr: Ovo je traka napretka za prikaz napretka operacije.
hu: Ez egy folyamatjelző, megmutatja hol tart az aktuális művelet
it: Questa è una progress bar, utilizzata per mostrare l'avanzamento di un'operazione.
nl: Dit is een voortgangsbalk die wordt gebruikt om de voortgang van een bewerking weer te geven.
pl: Jest to pasek postępu, używany do pokazywania postępu operacji.
pt_br: Esta é uma barra de progresso, usada para mostrar o progresso de uma operação.
pt_pt: Esta é uma barra de progresso, usada para mostrar o progresso de uma operação.
ro: Aceasta este o bară de progres, utilizată la afișarea progresului unei operațiuni.
ru: Это ползунок, используемый для показа хода актуально выполняемой операции.
sk: Toto je indikátor priebehu. Zobrazuje sa, keď prebieha nejaká operácia.
sl: To je prikaz poteka napredka. Uporablja se za vidni prikaz napredka operacije v teku.
sr: Ovo je traka napredovanja, koristi se da prikaže napredak neke operacije.
ta: ஒரு நிகழ்வின் முன்னேற்றத்தைக் காட்டும் முன்னேற்றப் பட்டை.
uk: Це панель перебігу, вона показує перебіг поточної операції.
zh_cn: 这是一个进度条，用于显示操作的进度。

source: Press control, alt and arrow keys together to move between rows and columns.
bg: Натиснете Control, Alt и стрелките заедно, за да се придвижите между редовете и колоните.
da: Tryk på CTRL, Alt og piletaster samtidig for at flytte mellem rækker og kolonner.
de: Drücken Sie die Pfeiltasten zusammen mit Strg und Alt um zwischen den Reihen und Spalten der Tabelle zu navigieren.
es: Pulsa control, alt y cualquier flecha a la vez para desplazarte por filas y columnas.
fa: برای حرکت بینِ سطرها و ستون‌ها، کلیدهای control و alt را با هم فشرده، و همزمان از کلیدهای جهت‌نما استفاده کنید.
fr: Appuyez sur Alt+contrôle+flèche pour vous déplacer dans ce tableau.
gl: Preme control, alt e algunha tecla de frecha á vez para moverte entre filas e columnas.
hr: Pritisnite zajedno kontrol, alt i strelicu za pomicanje po redcima i stupcima.
hu: A Ctrl+Alt+Nyílbillentyűk paranccsal mozoghat a táblázat cellái között. Felnyíl és Lenyíl a sorok közti, ill. Balnyíl és jobbnyíl az oszlopok közti mozgáshoz.
it: Premere control, alt e le frecce assieme per spostarsi tra le righe e le colonne.
nl: Druk tegelijkertijd op control, alt en één van de pijltjestoetsenom tussen rijen en kolommen te navigeren.
pl: Aby przemieszczać się pomiędzy wierszami i kolumnami, naciśnij razem ctrl, alt i strzałki.
pt_br: Pressione juntamente control, alt e setas para mover entre linhas e colunas.
pt_pt: Pressione control, alt e teclas de setas, em conjunto, para se mover entre linhas e colunas.
ro: Apăsați control, alt și săgețile împreună pentru a vă deplasa între rânduri și coloane.
ru: Нажимайте Control, Alt и клавиши стрелок в комбинации для перемещения между строками и столбцами
sk: Na pohyb po stĺpcoch a riadkoch v tabuľke použite ctrl+alt+šípky.
sl: Uporabite control, alt in puščice skupaj za pomik med vrsticami in stolpci.
sr: Pritisnite kontrol, alt i strelice da se krećete kroz redove i kolone.
ta: கிடைவரிசை, செங்குத்து வரிசைகளுக்கிடையே நகர, கட்டுப்பாடு, நிலைமாற்றி, அம்பு விசைகளை ஒருசேர அழுத்தவும்
uk: Натискайте разом контрол, алт та клавіші стрілок для переміщення між рядками та стовпцями.
zh_cn: 同时按 Control + Alt + 左右光标可在行和列之间移动。
