Repository: nvdaes/controlUsageAssistant
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fr, gl, he, hr, hu, it, ko, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, zh_cn

source: Press Control+Alt+arrow keys to other table cells. Pressing left or right arrow keys will navigate between columns, and up and down arrow keys will navigate by row.
bg: Натиснете Control+Alt+стрелките за навигиране към други клетки на таблицата. Натискането на стрелките за наляво или надясно ще навигира между колоните, а стрелките за нагоре и надолу ще навигира между редовете.
da: Tryk på Ctrl+Alt+piletasterne for at flytte til andre tabelceller. Hvis du trykker på venstre eller højre piletast, navigeres mellem kolonner, og pil op og pil ned navigerer efter række.
de: Drücken Sie Steuerung+Alt+Pfeiltasten, um sich zu anderen Tabellenzellen zu bewegen. Mit den Pfeiltasten nach links oder rechts, navigieren Sie zwischen den Spalten. Mit den Pfeiltasten nach oben und unten navigieren Sie zwischen den Zeilen.
es: Pulsa control+alt+flechas para moverte a otras celdas de la tabla. Al pulsar las flechas izquierda o derecha navegarás por columnas, mientras que las flechas arriba o abajo te harán navegar por filas.
fa: برای حرکت میانِ خانه‌های جدول، کلیدهای کنترل و آلْت و جهت‌نماها را فشار دهید. کلیدهای کنترل و آلْت را پایین نگه دارید و همزمان، برای حرکت بینِ ستون‌ها، جهت‌نماهای راست و چپ، و برای حرکت بینِ سطرها، جهت‌نماهای بالا و پایین را بزنید.
fr: Pressez Contrôle+Alt+flèches vers les autres cellules du tableau. l'appui sur flèche gauche ou flèche droite naviguera entre les colonnes, et les flèches haut et bas entre les lignes.
gl: Preme Control+Alt+frechas para outra cela da táboa. Premendo as frechas esquerda e dereita navegarase por columnas, e as frechas arriba e abaixo navegarán entre filas.
hr: Pritisnite kontrol+Alt+strelice na druge ćelije tablice. Strelice lijevo ili desno navigiraju između stupaca. Strelice gore ili dolje navigiraju između redaka.
hu: A Ctrl+Alt+Nyílbillentyűk paranccsal mozoghat a táblázat cellái között. Felnyíl és Lenyíl a sorok közti, ill. Balnyíl és jobbnyíl az oszlopok közti mozgáshoz.
it: Premere Control+Alt+ tasti freccia per spostarsi alle altre celle della tabella. Le frecce orizzontali consentono di esplorare le righe, mentre le frecce verticali consentono di esplorare le colonne.
nl: Druk op Control+Alt+pijltjestoetsen om naar andere tabelcellen te gaan. Door op de linker- of rechterpijltoetsen te drukken, navigeert u tussen kolommen en met de pijltoetsen omhoog en omlaag per rij.
pl: Naciśnij CTRL+Alt+strzałki aby nawigować pomiędzy komórkami tablicy. Naciśnięcie strzałek w lewo lub w prawo spowoduje nawigację po kolumnach, ale strzałki w górę lub w dół spowoduję nawigację po wierszach.
pt_br: Pressione Control+Alt+setas para outras células da tabela. Pressionar setas esquerda e direita navegam pelas colunas e setas cima e baixo navegam pelas linhas.
pt_pt: Pressione as teclas Control+Alt+arrow para outras células da tabela. Pressionando as teclas de seta para a esquerda ou direita navegará entre as colunas, e as teclas de seta para cima e para baixo navegarão por linha.
ro: Apăsați Control+Alt+săgeți pentru a naviga la alte celule de tabel. Apăsarea tastelor săgeată stânga sau săgeată dreapta va plimba cursorul printre coloane, iar apăsarea tastelor săgeată sus sau săgeată jos îl va plimba printre rânduri.
ru: Нажмите Control+Alt+клавишы стрелок чтобы перемещаться по ячейкам таблицы. Стрелки лево и право перемещают по колумнам, а стрелки в верх и в низ по строкам.
sk: Na pohyb použite ctrl+alt v kombinácii so šípkami. Šípky vľavo a vpravo presúvajú kurzor po stĺpcoch. Šípky hore a dole presúvajú kurzor po riadkoch.
sl: Pritisnite Control+Alt+puščice za druge celice v tabeli. Pritisk puščic levo ali desno bo krmilil med stolpci in puščici gor in dol bosta krmilili preko vrstice.
sr: Pritisnite ctrl plus alt plus strelice za navigaciju kroz ćelije tabele. Strelice levo i desno kreću se kroz različite kolone, dok se strelice gore i dole kreću kroz različite redove.
ta: கட்டுப்பாடு+நிலைமாற்றி விசைகளுடன் அம்பு விசைகளை அழுத்துவதன் மூலம், ஒரு அட்டவணையில் அமைந்திருக்கும் பிற சிறுகட்டங்களுக்கு நகரலாம். இடது - வலது அம்பு விசைகளைஅழுத்தினால், இடது - வலதாக அமைந்திருக்கும் நெடுவரிசையில் அமைந்திருக்கும் சிறுகட்டத்திற்கு நகரும். மேல் - கீழ் அம்பு விசைகளை அழுத்தினால், மேல் - கீழ் கிடைவரிசையில் அமைந்திருக்கும் சிறுகட்டத்திற்கு நகரும்.
uk: Натисніть контрол+альт+клавіші стрілок для вибору інших комірок таблиці. Натискання стрілок вліво-вправо здійснює переміщення по стовпцях, а стрілок вгору-вниз - по рядках.
zh_cn: 同时按 Control + Alt +四个光标键在各单元格之间移动。左右光标切换列，上下光标切换行。

source: Use the arrow keys or object navigation commands to move through the document.
bg: Използвайте стрелките или командите за обектна навигация, за да се придвижите в документа.
da: Brug piletaster eller objektnavigeringskommandoer for at flytte gennem dokumentet.
de: Verwenden Sie die Pfeiltasten oder die Tastenkombinationen für die Objektnavigation, um sich im Dokument zu bewegen.
es: Utiliza las flechas o las órdenes de navegación de objetos para moverte por el documento.
fa: از کلیدهای جهت‌نما یا فرمان‌های پِیمایِشِ اشیا برای حرکت در سندِ پیشِ رو استفاده کنید.
fr: Utilisez les flèches ou la navigation par objet pour vous déplacer dans ce document.
gl: Usa as frechas ou as ordes de navegación de obxectos para moverte polo documento.
hr: Koristite strelice ili naredbe za kretanje po objektima za pomicanje kroz dokument.
hu: a nyílbillentyűkkel vagy az elemnavigációs parancsok használatával mozoghat a dokumentumban.
it: Utilizzare i tasti freccia o i comandi di navigazione ad oggetti per spostarsi all'interno del documento.
nl: Gebruik de pijltjestoetsen of objectnavigatiecommando's om door het document te navigeren.
pl: Aby przemieszczać się po dokumencie, użyj klawiszy strzałek lub poleceń nawigacji obiektowej.
pt_br: Use as setas ou comandos de navegação por objetos para mover-se ao longo do documento.
pt_pt: Use as teclas de seta ou os comandos de navegação, para se mover através do documento.
ro: Folosiți săgețile sau comenzile obiectului de navigare pentru a vă deplasa la trecerea documentului.
ru: Используйте клавиши со стрелками или команды объекта навигации для перемещения по документу
sk: Na pohyb po texte použite šípky alebo príkazy objektovej navigácie.
sl: Uporabite puščice ali tipke namenjene krmiljenju predmeta za premikanje po dokumentu.
sr: Koristite strelice ili komande objektne navigacije da se krećete kroz dokument.
ta: ஆவணத்தினூடே நகர, அம்பு விசைகள், அல்லது பொருள் வழிகாட்டி கட்டளைகளைப் பயன்படுத்தவும்
uk: Використовуйте клавіші стрілок або навігаційні команди для переміщення у документі.
zh_cn: 使用光标或对象导航在文档中移动。

source: Type commands in the terminal window and use review cursor commands to read the output.
bg: Въведете команди в прозореца на терминала и използвайте командите за преглед на текст, за да прочетете отговорите от изпълнението им.
da: Skriv kommandoer i terminalvinduet og brug læsemarkørens kommandoer for at læse resultatet.
de: Geben sie Befehle in das Terminalfenster ein und verwenden Sie den NVDA-Cursor, um die Ausgabe zu lesen.
es: Teclea comandos en la ventana de la terminal y utiliza las órdenes del cursor de revisión para leer la salida.
fa: فرمان‌ها را در پنجره‌ی پایانه تایپ کرده و برای خواندنِ خروجی از فرمان‌های مکان‌نمای بازبینی استفاده کنید.
fr: Tapez les commandes dans la fenêtre du terminal et utilisez les commandes de curseur de revue pour lire le résultat.
gl: Escribe ordes na ventá da terminal e usa ordes do cursor de revisión para ler a saída.
hr: Utipkajte naredbe u prozor terminala i koristite naredbe preglednog kursora za čitanje izlaznog teksta.
hu: Gépelje be a parancsokat a terminál ablakba, majd használja az áttekintő kurzor navigációs parancsait a visszaolvasáshoz.
it: Digitare i comandi nella finestra terminale ed utilizzare i comandi di revisione del testo per scorrere l'output.
nl: Typ commando's in het terminalvenster en gebruik leescursorcommando's om de uitvoer te lezen.
pl: Wpisz polecenia w oknie terminala, użyj poleceń kursora przeglądu, aby przeczytać wyświetlone informacje
pt_br: Digite comandos na janela de terminal e use comandos do cursor de exploração para ler a saída.
pt_pt: Escreva comandos na janela do terminal e use os comandos do cursor de revisão para ler a saída.
ro: Tastați comenzile în fereastra terminală și folosiți comenzile cursorului de examinare pentru a vizualiza ieșirea.
ru: Вводите команды в окне терминала и используйте команды чтения курсора навигатора для просмотра результатов
sk: Priamo v okne príkazového riadku je možné písať text. Na čítanie výstupu použite navigačné príkazy režimu prezerania.
sl: Natipkajte ukaz v terminalsko okno in uporabite ukaze za pomik pregledne utripalke, da preberete rezultat.
sr: Upišite komande u prozor terminala i koristite komande preglednog kursora da pregledate izlaz.
ta: இந்த முனைய சாளரத்தில் தட்டச்சியவுடன், வெளியீட்டைப் படிக்க, சீராய்வுச் சுட்டியைப் பயன்படுத்தவும்
uk: Введіть команди у вікні терміналу і використовуйте команди переглядового курсора, щоб прочитати вивід.
zh_cn: 在命令行终端窗口中键入命令，然后使用文本查看模式来阅读输出。

source: To select a radio button, switch to focus mode by pressing NVDA+SPACE or ENTER key.
bg: За да изберете радио бутон, преминете в режим на фокус като натиснете NVDA+Интервал или клавиша Enter.
da: For at vælge en radioknap, skift til fokustilstand ved at trykke på NVDA+Mellemrum eller Enter.
de: Um eine Option in einem Auswahlschalter auszuwählen, wechseln Sie durch Drücken von NVDA-Leertaste oder durch Drücken der Eingabetaste in den Fokusmodus.
es: Para seleccionar un botón de opción, cambia a modo foco pulsando NVDA+ESPACIO o la tecla INTRO.
fa: برای انتخابِ یک دکمه‌ی رادیویی، با استفاده از کلیدهای NVDA + فاصله یا اینتر به حالتِ فرمان‌پذیری بروید.
fr: Pour sélectionner un bouton radio, passez en mode formulaire en pressant NVDA+espace ou la touche entrée.
gl: Para seleccionar un botón de opción, cambia ó modo foco premendo NVDA+ESPAZO ou a tecla INTRO.
hr: Da biste odabrali izborni gumb, prebacite se na modus fokusa pritiskom kombinacije NVDA+RAZMAKNICA ili tipku ENTER.
hu: Egy választógomb kiválasztásához váltson fókuszmódra az NVDA+szóköz vagy az enter lenyomásával.
it: Per selezionare un pulsante radio, passare alla modalità focus premendo NVDA + SPAZIO o il tasto Invio.
nl: Om een keuzerondje te selecteren, schakel naar de focusmodus door het indrukken van NVDA+spatie of de enter-toets.
pl: Aby wybrać przycisk opcji, przejdź do trybu formularza naciskając NVDA+spacja albo klawisz Enter.
pt_br: Para selecionar um botão de opção, alterne para o modo de foco pressionando NVDA+ESPAÇO ou tecla ENTER.
pt_pt: Para seleccionar um botão de rádio, mude para o modo de foco, pressionando NVDA+Espaço ou a tecla "ENTER".
ro: Pentru a selecta un buton rotativ, comutați la modul focusare prin apăsarea NVDA+spațiu sau a tastei enter.
ru: Для выбора радио-кнопки, переключитесь в режим фокусировки, нажав NVDA + ПРОБЕЛ или ВВОД
sk: Na vybratie jednej z možnostísa prepnite do režimu fokusu. Použite enter alebo nvda+medzera.
sl: Za izbiro radijskega gumba pojdite v delovanje žarišča s pritiskom kombinacije NVDA+preslednica ali tipke ENTER.
sr: Da izaberete radio dugme, prebacite se u režim fokusiranja komandom NVDA+razmak ili tasterom enter.
ta: ஒரு வானொலிப் பொத்தானை தெரிவு செய்ய, என்விடிஏ+இடைவெளிப்பட்டை, அல்லது இடைவெளிப்பட்டை, அல்லது உள்ளிடு விசையை அழுத்தவும்
uk: Для вибору радіокнопки перейдіть у режим редагування, натиснувши NVDA+пробіл, або натисніть ентер.
zh_cn: 要选择单选按钮，请使用NVDA + 空格或按回车键切换到焦点模式。

source: To type text into this edit field, switch to focus mode by pressing NVDA+SPACE or ENTER key.
bg: За да въведете текст в това поле за писане, преминете в режим на фокус като натиснете NVDA+Интервал или клавиша Enter.
da: For at skrive tekst i dette redigeringsfelt, skift til fokustilstand ved at trykke NVDA+Mellemrum eller Enter.
de: Drücken Sie NVDA-Leertaste oder die Eingabetaste, um in den Fokusmodus zu wechseln und Text in dieses Eingabefeld einzugeben.
es: Para teclear testo en este cuadro de edición, cambia al modo foco pulsando NVDA+ESPACIO o la tecla INTRO.
fa: برای تایپِ متن در این فیلدِ ویرایشی، با استفاده از کلیدهای NVDA + فاصله یا اینتر به حالتِ فرمان‌پذیری بروید.
fr: Pour entrer du texte dans cette zone d'édition, passez en mode formulaire en pressant NVDA+espace ou la touche entrée.
gl: Para teclear texto neste campo de edición, cambia ó modo foco premendo NVDA+ESPAZO ou a tecla INTRO.
hr: Da biste upisali tekst u ovo tekstualno polje, prebacite se na modus fokusa pritiskom kombinacije NVDA+RAZMAKNICA ili tipku ENTER.
hu: Szöveg begépeléséhez váltson fókuszmódra az NVDA+szóköz vagy az enter lenyomásával.
it: Per digitare testo in questo campo editqazione, passare alla modalità focus premendo NVDA + SPAZIO o il tasto Invio.
nl: Om tekst in dit invoerveld te typen, schakel naar de focusmodus door het indrukken van NVDA+spatie of de enter-toets.
pl: Aby wpisać tekst w tym polu edycji, przejdź do trybu formularza naciskając NVDA+spacja albo klawisz Enter.
pt_br: Para digitar texto neste campo de edição, alterne para o modo de foco pressionando NVDA+ESPAÇO ou tecla ENTER.
pt_pt: Para escrever texto nesta caixa de edição, mude para o modo de foco, pressionando NVDA+Espaço ou a tecla "ENTER".
ro: Pentru a scrie un text în acest câmp de editare, comutați la modul focusare prin apăsarea NVDA+spațiu sau a tastei enter.
ru: Для ввода текста в поле для редактирования, переключитесь в режим редактирования, нажав NVDA + ПРОБЕЛ или ВВОД
sk: Aby ste mohli písať text, prepnite sa do režimu fokusu pomocou klávesu Enter alebo nvda+medzera.
sl: Za vnos besedila v to vnosno polje, preklopite v delovanje žarišča s kombinacijo NVDA+preslednica ali tipke ENTER.
sr: Da upišete tekst u ovo polje, prebacite se u režim fokusiranja komandom NVDA+razmak ili tasterom enter.
ta: இத்தொகு களத்தில் உரையைத் தட்டச்சிட, என்விடிஏ+இடைவெளிப்பட்டை, அல்லது உள்ளிடு விசையை அழுத்தி குவிமைய நிலைக்கு மாறவும்
uk: Щоб ввести текст у це поле редагування перейдіть до режиму редагування, натиснувши NVDA+пробіл, або натисніть ентер.
zh_cn: 要将文本输入到此编辑框，请按NVDA + 空格或按回车键切换到焦点模式。

source: To select an item in the combo box, switch to focus mode by pressing NVDA+SPACE or ENTER key.
bg: За да изберете елемент от падащия списък, преминете в режим на фокус като натиснете NVDA+Интервал или клавиша Enter.
da: For at vælge et emne i comboboksen, skift til fokustilstand ved at trykke på NVDA+Mellemrum eller Enter.
de: Drücken Sie NVDA-Leertaste oder die Eingabetaste, um in den Fokusmodus zu wechseln und einen Eintrag in diesem Kombinationsfeld auszuwählen.
es: Para seleccionar un elemento en el cuadro combinado, cambia al modo foco presionando NVDA+ESPACIO o la tecla INTRO.
fa: برای انتخاب یک مورد در جعبه‌ی کشویی، با استفاده از کلیدهای NVDA + فاصله یا اینتر به حالتِ فرمان‌پذیری بروید.
fr: Pour sémectionner un élément dans une liste déroulante, passez en mode formulaire en pressant NVDA+espace ou la touche entrée.
gl: Para seleccionar un elemento do cadro combinado, cambia ó modo foco premendo NVDA+ESPAZO ou a tecla INTRO.
hr: Da biste odabrali stavku iz odabirnog okvira, prebacite se na modus fokusa pritiskom kombinacije NVDA+RAZMAKNICA ili tipku ENTER.
hu: A kombinált listamező egy elemének kiválasztásához váltson fókuszmódra az NVDA+szóköz vagy az enter lenyomásával.
it: Per selezionare una voce nella casella combinata, passare alla modalità focus premendo NVDA + SPAZIO o il tasto Invio.
nl: Om een item in de vervolgkeuzelijst te selecteren, schakel naar de focusmodus door het indrukken van NVDA+spatie of de enter-toets.
pl: Aby wybrać element w liście rozwijanej, przejdź do trybu formularza naciskając NVDA+spacja albo klawisz Enter.
pt_br: Para selecionar um item da caixa de combinação, alterne para o modo de foco pressionando NVDA+ESPAÇO ou tecla ENTER.
pt_pt: Para seleccionar um ítem nesta caixa combinada, mude para o modo de foco, pressionando NVDA+Espaço ou a tecla "ENTER".
ro: Pentru a selecta un element în căsuța combinată, comutați la modul focusare prin apăsarea NVDA+spațiu sau a tastei enter.
ru: Для выбора элемента в списке, перейдите в режим редактирования, нажав NVDA+ПРОБЕЛ или ВВОД
sk: Na vybratie možnosti zo zoznamového rámika sa prepnite do režimu fokusu pomocou klávesu Enter alebo nvda+medzera.
sl: Za izbiro postavke v spustnem seznamu pojdite v delovanje žarišča s pritiskom kombinacije NVDA+preslednica ali tipke ENTER.
sr: Da izaberete stavku u izbornom okviru, prebacite se u režim fokusiranja komandom NVDA+space ili tasterom enter.
ta: சேர்க்கைப் பெட்டியில் ஒரு உருப்படியைத் தெரிவு செய்ய, என்விடிஏ+இடைவெளிப்பட்டை, அல்லது உள்ளிடு விசையை அழுத்தி குவிமைய நிலைக்கு மாறவும்
uk: Для вибору елемента у комбінованому списку перейдіть до режиму редагування, натиснувши NVDA+пробіл, або натисніть ентер.
zh_cn: 要在组合框中选择项目，请按NVDA + 空格或回车键切换到焦点模式。

source: Use the browse mode and quick navigation commands to read through the webpage.
bg: Използвайте стрелките и командите за бърза навигация, за да прочетете страницата.
da: Brug gennemsynstilstand og bogstavnavigation til at læse websiden.
de: Verwenden Sie den Lesemodus oder die Schnellnavigationstasten, um sich durch die Webseite zu bewegen.
es: Utiliza el modo exploración y las órdenes de navegación rápida para leer la página web.
fa: برای خواندن و حرکت کردن در صفحه‌ی وب، از حالتِ مرور و فرمان‌های پِیمایِشِ سریع استفاده کنید.
fr: Utilisez le mode navigation et les commandes de navigation rapide pour parcourir la page web.
gl: Usa o modo navegación e as ordes de navegación rápida para ler a páxina web.
hr: Koristite modus čitanja i naredbe za kretanje po objektima za čitanje web stranice.
hu: Használja a böngészőmódot és a gyorsnavigációs parancsokat a weboldal olvasásához.
it: Utilizzare la modalità navigazione e i comandi di navigazione facilitata per leggere la pagina web.
nl: Gebruik de bladermodus en snelnavigatiecommando's om de webpagina te lezen.
pl: Użyj trybu czytania i poleceń szybkiej nawigacji, aby przeglądać tę stronę
pt_br: Use o modo de navegação e os comandos de navegação rápida para ler e explorar a página da web.
pt_pt: Use o modo de navegação ou os comandos de navegação rápida, para ler através desta página da internet.
ro: Folosiți modul navigare și comenzile de navigare rapidă pentru a citi prin pagina web.
ru: Используйте режим обзора с быстрыми командами навигации, чтобы эффективно читать веб-страницу
sk: Na pohyb po stránke použite šípky alebo klávesy rýchlej navigácie.
sl: Uporabite brskalniško delovanje in ukaze hitrega krmiljenja za branje po spletni strani.
sr: Koristite režim pretraživanja i komande brze navigacije da pročitate Web stranicu.
ta: இணையப் பக்கத்தைப் படிக்க, உலாவும் நிலை, விரைவு வழிநடத்தல் கட்டளைகள் ஆகியவைகளைப் பயன்படுத்தவும்
uk: Використовуйте режим огляду та команди швидкої навігації, щоб прочитати веб-сторінку.
zh_cn: 使用浏览模式和单键导航来阅读网页。

source: Use arrow keys to move the cursor across text. You may type text here.
fa: از کلیدهای جهتنما برای حرکتِ مکان‌نما در متن استفاده کنید. می‌توانید متن را اینجا تایپ کنید.

source: Use the browse mode and quick navigation commands to read through the PDF document.
bg: Използвайте стрелките и командите за бърза навигация, за да прочетете PDF документа.
da: Brug gennemsynstilstand og bogstavnavigation til at læse websiden.
de: Verwenden Sie den Lesemodus oder die Schnellnavigationstasten, um sich durch das PDF-Dokument zu bewegen.
es: Utiliza el modo exploración y las órdenes de navegación rápida para leer el documento PDF.
fa: برای خواندن و حرکت کردن در سندِ PDF، از حالتِ مرور و فرمان‌های پِیمایِشِ سریع استفاده کنید.
fr: Utilisez le mode navigation et les commandes de navigation rapide pour parcourir le document PDF.
gl: Usa o modo navegación e as ordes de navegación rápida para ler o documento PDF.
hr: Koristite modus čitanja i naredbe za kretanje po objektima za čitanje PDF dokumenta.
hu: Használja a böngészőmódot és a gyorsnavigációs parancsokat a pdf-dokumentum olvasásához.
it: Utilizzare la modalità navigazione e i comandi di navigazione facilitata per leggere il documento pdf.
nl: Gebruik de bladermodus en snelnavigatiecommando's om het pdf document te lezen
pl: Użyj trybu czytania i poleceń szybkiej nawigacji, aby przeglądać ten PDF dokument
pt_br: Use o modo de navegação e os comandos de navegação rápida para ler e explorar o documento PDF.
pt_pt: Use o modo de navegação ou os comandos de navegação rápida, para ler o ficheiro pdf.
ro: Folosiți modul navigare și comenzile de navigare rapidă pentru a citi prin pagina web.
ru: Используйте режим обзора с быстрыми командами навигации, чтобы эффективно читать веб-страницу
sk: Na pohyb po stránke použite šípky alebo klávesy rýchlej navigácie.
sl: Uporabite brskalniško delovanje in ukaze hitrega krmiljenja za branje prek PDF dokumenta.
sr: Koristite režim pretraživanja i komande brze navigacije da pročitate PDF dokument.
ta: PDF கோப்புகளைப் படிக்க, உலாவும் நிலை, விரைவு வழிநடத்தல் கட்டளைகளை பயன்படுத்தவும்
uk: Використовуйте режим огляду та команди швидкої навігації, щоб прочитати документ у форматі PDF.
zh_cn: 使用浏览模式和单键导航来阅读 PDF 文档。

source: Use the arrow keys to move between spreadsheet cells.
bg: Използвайте стрелките, за да се придвижите между отделните клетки в работния лист.
da: Brug piletasterne for at flytte mellem celler i regnearket.
de: Verwenden Sie die Pfeiltasten, um zwischen den Tabellenzellen innerhalb des Tabellenblattes zu navigieren.
es: Utiliza las flechas para moverte por las celdas de la hoja de cálculo.
fa: برای حرکت میانِ خانه‌های صفحه‌ی گسترده، از کلیدهای جهت‌نما استفاده کنید.
fr: Utilisez les flèches pour vous déplacer entre les cellules de la feuille de calcul.
gl: Usa as teclas do cursor para moverte entre as celas da folla de cálculo.
hr: Koristite strelice na tipkovnici za pomicanje između ćelija u proračunskoj tablici.
hu: A nyílbillentyűkkel mozoghat a munkafüzet cellái között.
it: Utilizzare i tasti freccia per spostarsi tra le celle del foglio di lavoro.
nl: Gebruik de pijltjestoetsen om tussen werkbladcellen te navigeren.
pl: Użyj klawiszy strzałek, aby przechodzić między komórkami arkusza
pt_br: Use as setas para mover entre as células da planilha.
pt_pt: Use as setas para semover entre as células da folha de cálculo.
ro: Utilizați săgețile pentru a vă deplasa între celulele din foaia de calcul.
ru: Используйте клавиши стрелок для перемещения между ячейками электронной таблицы
sk: Na pohyb po bunkách v zošite použite šípky.
sl: Uporabite puščice za premikanje po celicah preglednice.
sr: Koristite strelice da se krećete kroz ćelije radnog lista.
ta: விரிதாளின் சிறுகட்டங்களுக்கிடையே நகர, அம்பு விசைகளைப் பயன்படுத்தவும்
uk: Використовуйте клавіші стрілок для переміщення між комірками таблиці.
zh_cn: 使用光标在电子表格的单元格之间移动。
