Repository: nvdaes/controlUsageAssistant
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fr, gl, he, hr, hu, it, ko, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, zh_cn

source: Allows you to find out how to interact with the focused control, useful for new computer users new to Windows and to NvDA. Press NvDA+H to get a short help message on using the focused control, such as moving through tables, checkboxes and so on.
ar: تتيح لك الاستعلام عن كيفية التفاعل مع الكائن الحالي, وهي تفيد المستخدمين الجدد لنظام التشغيل ويندوز و المستخدمين الجدد ل NVDA اضغط NvDA+H من أجل الحصول على رسالة قصيرة لكيفية التفاعل مع الكائن الحالي, مثل كيفية التفاعل مع الجداول, ومربعات التحديد وهكذا.
he: מאפשר לך להבין את התפקוד של הפקדים השונים שבפוקוס. מיועד למשתמשים החדשים במערכת Windows ו/או בNVDA
ko: 포커스된 컨트롤 사용 방법을 알려줍니다. NVDA+H를 눌러 특정 컨트롤 사용 방법 (예: 표 행 및 열 이동, 체크박스 선택 방법 등)을 확인하십시오
ne: तपाइलाई केन्द्रीत् नियन्त्रकहरू सित अन्तरक्रिया गर्ने अनुमति प्रदान गर्ने छ, यो खास गरि कल्पयन्त्रमा सन्झ्याल र नेत्रवाणी चलाउने नयाँ प्रयोग कर्तालाई उपयोगी छ । तालिका, चेक बाकस जस्ता केन्द्रीत नियन्त्रकको बारेमा छोटो सन्देस प्राप्त गर्न नेत्रवाणी+H कुञ्जीलाई दबाउनु होस् ।
